Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/city_of_the_elder_things.po
Languages: vi

source: Shuffle the sixteen City Landscape locactions and put them into play, along with the Hidden Tunnel, according to the <b>Location Placement</b> below.
vi: Xáo trộn 16 địa điểm City Landscape và đặt chúng vào màn chơi, cùng với Hidden Tunnel (Đường Hầm Ẩn), theo <b>Bố trí Địa điểm</b> bên dưới.

source: Each investigator begins play at the location on the bottom-right.
vi: Mỗi điều tra viên bắt đầu màn chơi tại địa điểm ở góc dưới bên phải.

source: Starting Location
vi: Địa điểm Khởi đầu

source: Remove the Terror of the Stars enemy and all three copies of the Benign Elder Thing enemy from the game.
vi: Loại bỏ kẻ địch Terror of the Stars (Nỗi Kinh hoàng từ Các Vì sao) và cả ba bản sao của kẻ địch Benign Elder Thing (Elder Thing Hiền lành) khỏi màn chơi.

source: Scenario Setup (v. III)
vi: Thiết lập Màn chơi (phiên bản III)

source: Create the act deck using only Sprawling City (v. III) and Pursuit of the Unknown (v. III). Remove all other act cards from the game.
vi: Tạo chồng bài act chỉ sử dụng Sprawling City (Thành phố Lan tỏa) (phiên bản III) và Pursuit of the Unknown (Truy đuổi Điều Bí Ẩn) (phiên bản III). Loại bỏ tất cả các lá bài act khác khỏi màn chơi.

source: Each investigator begins play at the location on the top-left.
vi: Mỗi điều tra viên bắt đầu màn chơi tại địa điểm ở góc trên bên trái.

source: Remove the Terror of the Stars enemy and all three copies of the Reawakened Elder Thing enemy from the game.
vi: Loại bỏ kẻ địch Terror of the Stars (Nỗi Kinh hoàng từ Các Vì sao) và cả ba bản sao của kẻ địch Reawakened Elder Thing (Elder Thing Tái Hồi Sinh) khỏi màn chơi.

source: Check the difficulty level.
vi: Kiểm tra cấp độ khó.

source: No changes are made.
vi: Không có thay đổi nào được thực hiện.

source: Because you are playong on Hard difficulty, add 1 doom to agenda 1a.
vi: Vì bạn đang chơi ở độ khó Hard, thêm 1 doom vào agenda 1a.

source: Because you are playong on Expert difficulty, add 2 doom to agenda 1a.
vi: Vì bạn đang chơi ở độ khó Expert, thêm 2 doom vào agenda 1a.

source: Shuffle each Tekeli-li! weakness card that is not already part of an investigator's deck together to form the Tekeli-li deck. Place this deck near the agenda deck.
vi: Xáo trộn tất cả các lá bài điểm yếu Tekeli-li! chưa nằm trong bộ bài của điều tra viên để tạo thành chồng bài Tekeli-li. Đặt chồng bài này gần chồng bài agenda.

source: Shuffle the remainder of the encounter cards to build the encounter deck.
vi: Xáo trộn các lá bài encounter còn lại để tạo thành chồng bài encounter.

source: During this scenario, locations are arranged in a pattern of rows and columns, with each location adjacent to one or more other locations.
vi: Trong màn chơi này, các địa điểm được sắp xếp theo mô hình hàng và cột, với mỗi địa điểm liền kề một hoặc nhiều địa điểm khác.

source: <b>During this scenario, adjacent locations are connected to one another.</b>
vi: <b>Trong màn chơi này, các địa điểm liền kề được kết nối với nhau.</b>

source: Adjacent locations share a side in common (left, right, above, or below). Locations that share only a corner are not adjacent.
vi: Các địa điểm liền kề có chung một cạnh (trái, phải, trên, hoặc dưới). Các địa điểm chỉ chung một góc không được coi là liền kề.

source: The team photographed the astronomical charts.
vi: Đội đã chụp ảnh các biểu đồ thiên văn.

source: The team discovered an ancient vault.
vi: Đội đã phát hiện một hầm cổ.

source: The team studied the mural carvings.
vi: Đội đã nghiên cứu các bức khắc trên tường.

source: The team read the map.
vi: Đội đã đọc bản đồ.

source: Adjust chaos tokens
vi: Điều chỉnh token hỗn mang

source: Heal trauma
vi: Hồi phục chấn thương

source: Scenario Interlude
vi: Phần Giữa Màn chơi

source: Gaze into Madness
vi: Nhìn vào Điên loạn

source: Each investigator may heal one trauma:
vi: Mỗi điều tra viên có thể hồi phục một chấn thương:

source: What change should be made?
vi: Nên thay đổi gì?

source: Add 1 [frost] token.
vi: Thêm 1 token [frost]

source: Remove 1 [frost] token.
vi: Loại bỏ 1 token [frost]

source: Remove all [elder_thing] tokens.
vi: Loại bỏ tất cả token [elder_thing].

source: Add 1 "0" token.
vi: Thêm 1 token "0".

source: the team studied the mural carvings.
vi: đội đã nghiên cứu các bức khắc trên tường.

source: Should 2 [frost] tokens be removed from the chaos bag?
vi: Có nên loại bỏ 2 token [frost] khỏi túi hỗn mang không?

source: Should a "0"token be added to the chaos bag?
vi: Có nên thêm một token "0" vào túi hỗn mang không?

source: Add a "0" token to the chaos bag.
vi: Thêm một token "0" vào túi hỗn mang.

source: Remove 2 [frost] tokens from the chaos bag.
vi: Loại bỏ 2 token [frost] (băng giá) khỏi túi hỗn mang.

source: the team read the map.
vi: đội đã đọc bản đồ.

source: Scenario Interlude: Gaze into Madness
vi: Phần Giữa Màn chơi: Nhìn vào Điên loạn

source: Find each surviving expedition member (including those currently under an investigator's control) who do not have a checkmark drawn next to their name in the "Expedition Team" section of the Campaign Log, and choose one of them at random.
vi: Tìm tất cả thành viên đội thám hiểm còn sống (bao gồm cả những người hiện đang được điều tra viên kiểm soát) không có dấu kiểm bên cạnh tên trong phần "Expedition Team" (Đội Thám hiểm) của Nhật ký Chiến dịch, và chọn ngẫu nhiên một người trong số họ.

source: Because there are no such expedition members, skip the rest of this interlude.
vi: Vì không có thành viên đội thám hiểm nào như vậy, bỏ qua phần còn lại của phần giữa màn này.

source: Victim
vi: Nạn nhân

source: You don't notice the effect the whispers have on your party until it's too late. Your companion is not just studying the wall, they are leaning against it, placing their ear upon it, their eyes glazed over with rapturous stupor. When they reach the door, they either do not notice—or choose to pointedly ignore—the dribble of hideous miasma that seeps between its cracks; the thick, gray mist that threatens to engulf them whole. You shout a warning just as the door opens, and know enough to look away at just the moment the miasma reaches out. What it is that your teammate sees, you will never truly know. You catch only a glimpse of the unspeakable, bottomless misery that dwells on the other side.
vi: Bạn không nhận ra tác động của những tiếng thì thầm lên nhóm mình cho đến khi quá muộn. Đồng đội của bạn không chỉ đang nghiên cứu bức tường, họ còn tựa vào nó, áp tai lên đó, mắt đờ đẫn trong trạng thái mê muội ngây ngất. Khi họ đến gần cánh cửa, họ либо không nhận ra—hoặc cố tình phớt lờ—dòng sương mù ghê tởm rỉ ra từ các kẽ hở; làn sương xám dày đặc đe dọa nuốt chửng họ hoàn toàn. Bạn hét lên cảnh báo ngay khi cánh cửa mở ra, và đủ khôn ngoan để nhìn đi chỗ khác đúng lúc sương mù vươn tới. Thứ mà đồng đội bạn nhìn thấy, bạn sẽ không bao giờ thực sự biết. Bạn chỉ thoáng thấy nỗi khốn khổ không thể diễn tả, sâu thẳm vô tận ẩn sau bên kia.

source: If the victim is Danforth:
vi: Nếu nạn nhân là Danforth:

source: The student opens his eyes wide, letting in every inch of the nightmarish sight. Every insidious whisper. Every shred of madness. The ice pick in his hand drops to the floor. "It is… beautiful," he proclaims at last. "The black pit…the carven rim… the moon-ladder… "His words grow more and more feverish. "The original—the eternal—the undying!" A terrible smile spreads across his lips.
vi: Chàng sinh viên mở to mắt, đón nhận từng chút của khung cảnh ác mộng. Mọi tiếng thì thầm hiểm độc. Mọi mảnh điên loạn. Chiếc cuốc phá băng trong tay anh ta rơi xuống sàn. "Nó… đẹp quá," cuối cùng anh ta tuyên bố. "Hố đen… vành khắc… thang trăng…" Lời anh ta ngày càng cuồng nhiệt. "Nguyên thủy—vĩnh cửu—bất tử!" Một nụ cười kinh khủng nở trên môi anh ta.

source: The investigator who controls Danforth discovers one clue from the nearest location with one or more clues. (If no investigator controls Danforth, the lead investigator discovers it instead.)
vi: Điều tra viên kiểm soát Danforth phát hiện một manh mối từ địa điểm gần nhất có một hoặc nhiều manh mối. (Nếu không có điều tra viên nào kiểm soát Danforth, điều tra viên chính phát hiện thay.)

source: Your companion stands petrified in the doorway, whether by sheer terror or compelled by some unknown force, you cannot tell. You and the others work your way toward the door, averting your gaze to ensure you do not suffer the same fate. You slide the stone door shut with a heavy crash, trapping the remainder of the churning miasma within. The moment the horror within is obscured, your companion's eyes roll back in their head and they collapse to the floor. Their heart continues to beat… but their eyes never open again.
vi: Đồng đội của bạn đứng hóa đá ở ngưỡng cửa, liệu vì kinh hoàng tột độ hay bị ép buộc bởi một thế lực vô hình nào đó, bạn không thể phân biệt. Bạn và những người khác tiến đến cánh cửa, ngoảnh mặt đi để không cùng chịu số phận. Bạn đẩy cánh cửa đá đóng lại với một tiếng động mạnh, nhốt phần sương mù cuộn xoáy còn lại bên trong. Khoảnh khắc nỗi kinh hoàng bên trong bị che khuất, mắt đồng đội bạn đảo ngược lên và họ ngã xuống sàn. Tim họ vẫn đập… nhưng đôi mắt không bao giờ mở lại.

source: In the "Expedition Team" section of the Campaign Log, cross off the chosen character's name. If they were in play, they are defeated and removed from the game.
vi: Trong phần "Expedition Team" (Đội Thám hiểm) của Nhật ký Chiến dịch, gạch tên nhân vật được chọn. Nếu họ đang trong màn chơi, họ bị đánh bại và loại bỏ khỏi màn chơi.

source: In the "Expedition Team" section of the Campaign Log, record the amount of damage and horror on each partner asset in play.
vi: Trong phần "Expedition Team" (Đội Thám hiểm) của Nhật ký Chiến dịch, ghi lại số lượng chấn thương thể chất và tinh thần trên mỗi lá bài tài sản đồng đội trong màn chơi.

source: Each investigator earns experience equal the Victory X value of each card in the victory display. Each investigator also earns 1 additional experience for each pair of chaos tokens spent during this scenario.
vi: Mỗi điều tra viên nhận kinh nghiệm bằng giá trị Victory X của mỗi lá bài trong khu vực chiến thắng. Mỗi điều tra viên cũng nhận thêm 1 kinh nghiệm cho mỗi cặp token hỗn mang đã sử dụng trong màn chơi này.

source: Experience:
vi: Kinh nghiệm:

source: Each defeated investigator's chosen partner is eliminated:
vi: Đồng đội bị hạ gục của mỗi điều tra viên bị đánh bại sẽ bị loại bỏ:

source: the team found the hidden tunnel.
vi: đội đã tìm thấy đường hầm ẩn.

source: the team was guided to the hidden tunnel.
vi: đội đã được dẫn đến đường hầm ẩn.

source: Injured and weary, you hole up in the relative safety of one of the city's towering structures. Your only hope is to take shelter within the alien city and hope your presence goes unnoticed by the denizens that still prowl its streets and ancient halls.
vi: Bị thương và kiệt sức, bạn trú ẩn trong sự an toàn tương đối của một trong những công trình cao chót vót của thành phố. Hy vọng duy nhất của bạn là tìm nơi trú ẩn trong thành phố xa lạ này và mong rằng sự hiện diện của bạn không bị chú ý bởi những cư dân vẫn lảng vảng trên đường phố và các sảnh cổ xưa của nó.

source: A quiet, unearthly stillness welcomes you as your party delves into the secret passageway. You expected to be greeted by sound and fury, but this eerie silence is almost worse. Not a word is spoken as you slink deeper and deeper into the secret shaft, making note of the peculiar smoothness of the walls, the bizarre markings along the floor, the muted drip, drip, drip of water in the distance. For hours you continue into the deep dark, questioning your judgment with each step. What kind of people walk willingly into the jaws of such horror? You risked your reputation going on this expedition to begin with. Then you risked your life not turning back the moment things turned dire. Now you risk your very sanity unearthing secrets no human was ever meant to find. Is this bravery? Or the final mistake of a herd of fools, too stubborn to see that their own deaths lie at the end of this road? It matters not. You've come too far to turn back now. One way or another, you will get the answers you seek. The only question is whether you'll live to tell the world what you found.
vi: Một sự tĩnh lặng kỳ lạ, không thuộc về thế gian chào đón bạn khi nhóm tiến sâu vào lối đi bí mật. Bạn kỳ vọng sẽ đối mặt với âm thanh và sự cuồng nộ, nhưng sự im lặng rợn người này gần như tồi tệ hơn. Không một lời nào được thốt ra khi bạn lặng lẽ tiến sâu hơn vào đường hầm bí mật, ghi nhận sự mượt mà kỳ lạ của các bức tường, những dấu khắc kỳ quái dọc sàn, tiếng tí tách, tí tách, tí tách của nước vang vọng từ xa. Suốt nhiều giờ, bạn tiếp tục bước vào bóng tối sâu thẳm, tự vấn phán đoán của mình với mỗi bước chân. Loại người nào lại tự nguyện bước vào hàm của nỗi kinh hoàng như vậy? Bạn đã mạo hiểm danh tiếng khi tham gia cuộc thám hiểm này ngay từ đầu. Rồi bạn mạo hiểm mạng sống khi không quay đầu ngay khi mọi thứ trở nên nguy kịch. Giờ đây, bạn mạo hiểm cả sự tỉnh táo để khai quật những bí mật mà con người không bao giờ nên biết. Đây là lòng dũng cảm? Hay là sai lầm cuối cùng của một đám kẻ ngốc, quá cố chấp để thấy rằng cái chết của họ nằm ở cuối con đường này? Không quan trọng. Bạn đã đi quá xa để quay lại. Dù thế nào đi nữa, bạn sẽ tìm được câu trả lời mình kiếm tìm. Câu hỏi duy nhất là liệu bạn có sống sót để kể cho thế giới về những gì bạn phát hiện hay không.

source: Hours pass. You dare not venture outside, but you explore every crevice of your sanctuary, hoping to find something to make this endeavor worthwhile. What you find instead is even harder to believe. In the icy sub-level of the structure, a sacred chamber houses a churning pool of kaleidoscopic miasma. Gray, swirling mist evaporates from its surface Familiar shapes and strange hallucinations materializing and vanishing within. As if sensing your approach, the pool stops whirling and rises on its own, almost as if in greeting. Then, it coalesces into a shimmering glob of prismatic color and crawls along the floor, stopping when you stop, continuing along as you follow. It beckons you closer, guiding you. You glance at one another with trepidation. Is it trying to show you something? To take you somewhere? And if so… is it truly wise to follow? Eventually, you come to an agreement. There is no use dawdling here, and the weather grows fouler with each passing minute. You decide to follow with caution, hoping perhaps it will lead you to answers. For hours you continue into the deep dark, questioning your judgment with each step. The ancient structure gives way to icy tunnels, walls smooth and slick with dark ichor, floor covered in bizarre markings of unknowable origin. Finally, the glob of miasma seeps back into the walls and disappears, leaving you alone with your doubts, your fears, and the impossibly long shaft breaching through the icy heart of Antarctica and into the depths beyond…
vi: Nhiều giờ trôi qua. Bạn không dám mạo hiểm ra ngoài, nhưng bạn khám phá từng ngóc ngách của nơi trú ẩn, hy vọng tìm thấy thứ gì đó khiến nỗ lực này đáng giá. Thứ bạn tìm thấy lại càng khó tin hơn. Ở tầng dưới băng giá của công trình, một căn phòng thiêng liêng chứa đựng một hồ sương mù xoáy tròn rực rỡ như kính vạn hoa. Làn sương xám cuộn xoáy bốc lên từ bề mặt, những hình dạng quen thuộc và ảo giác kỳ lạ hiện ra rồi tan biến bên trong. Như thể cảm nhận được sự đến gần của bạn, hồ sương ngừng xoáy và tự nâng lên, gần như chào đón. Rồi nó kết tụ thành một khối sáng lấp lánh đa sắc, bò dọc sàn nhà, dừng lại khi bạn dừng, tiếp tục khi bạn theo sau. Nó vẫy gọi bạn đến gần, dẫn dắt bạn. Bạn liếc nhìn nhau đầy lo ngại. Nó đang cố cho bạn thấy điều gì sao? Đưa bạn đến đâu đó? Và nếu vậy… liệu có thực sự khôn ngoan khi đi theo? Cuối cùng, bạn đạt được sự đồng thuận. Chẳng ích gì khi chần chừ ở đây, khi thời tiết ngày càng xấu đi từng phút. Bạn quyết định theo sau một cách thận trọng, hy vọng nó sẽ dẫn bạn đến câu trả lời. Suốt nhiều giờ, bạn tiếp tục bước vào bóng tối sâu thẳm, tự vấn phán đoán của mình với mỗi bước chân. Công trình cổ xưa nhường chỗ cho các đường hầm băng giá, tường mượt mà và trơn bóng với chất dịch đen, sàn phủ đầy những dấu khắc kỳ lạ từ nguồn gốc không thể biết. Cuối cùng, khối sương mù thấm ngược vào tường và biến mất, để lại bạn một mình với nghi ngờ, nỗi sợ, và đường hầm dài bất tận xuyên qua trái tim băng giá của Nam Cực, dẫn vào những chiều sâu xa hơn nữa…
