Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/city_of_the_elder_things.po
Languages: vi

source: The setup of this scenario instructs the players to place a random chaos token on each of the 16 City Landscape locations, as keys. These keys are never placed in the chaos bag and do not act as traditional chaos tokens. Instead, they represent keys which investigators can recover and use throughout the scenario. Keys can be acquired in one of two ways:
vi: Bước chuẩn bị màn chơi hướng dẫn người chơi đặt một token hỗn mang ngẫu nhiên vào mỗi vị trí trong 16 địa điểm City Landscape, để xem như là các chìa khóa. Những chìa khóa này không bao giờ được cho vào túi hỗn mang và không hoạt động như các token hỗn mang thông thường. Thay vào đó, chúng đại diện cho các chìa khóa mà các điều tra viên có thể thu hồi và sử dụng trong suốt màn chơi. Các chìa khóa có thể được lấy bằng một trong hai cách sau:

source: If a location with a key on it has no clues, an investigator can take control of its key as a [fast] ability.
vi: Nếu một địa điểm có chìa khóa mà không còn manh mối, một điều tra viên có thể kiểm soát chìa khóa đó bằng khả năng [fast].

source: Some card effects may allow investigators to take control of keys in other ways.
vi: Một số hiệu ứng lá bài có thể cho phép các điều tra viên kiểm soát chìa khóa theo những cách khác.

source: When an investigator takes control of a key, they place that key on their investigator card. If an investigator who controls one or more keys is eliminated, place each of those keys on their location. As an [action] ability, an investigator may give any number of their keys to another investigator at the same location.
vi: Khi một điều tra viên kiểm soát một chìa khóa, họ đặt chìa khóa đó lên lá bài điều tra viên của mình. Nếu một điều tra viên đang kiểm soát một hoặc nhiều chìa khóa bị loại bỏ, đặt từng chìa khóa đó lên địa điểm của họ. Bằng khả năng [action], một điều tra viên có thể đưa bất kỳ số lượng chìa khóa nào của mình cho một điều tra viên khác cùng địa điểm.

source: Scenario III: City of the Elder Things
vi: Màn III: Thành phố của Các Sinh Vật Cổ Xưa

source: Keys
vi: Chìa khóa

source: Location Adjacency in City of the Elder Things
vi: Địa điểm Liền kề trong Thành phố của Các Sinh Vật Cổ Xưa

source: As you read the scenario introduction, check the Campaign Log and read any passage that corresponds to your situation.
vi: Khi bạn đọc phần giới thiệu màn chơi, kiểm tra Nhật ký Chiến dịch và đọc đoạn văn tương ứng với tình huống của bạn.

source: Even with the knowledge afforded to you by Dyer's report, you find yourself wholly unprepared for the terrible vastness of the blasphemous city at the heart of Antarctica, and its alien inscrutability. Massive towers, temples, bridges, and pyramids dot the broad landscape. In the ineluctable light of dawn, the nameless maze of cyclopean structures and angular blocks extends for miles in every direction, unmistakably real and yet impossible to believe. It is truly a wonder of the world.
vi: Dù đã có kiến thức từ báo cáo của Dyer, bạn vẫn thấy mình hoàn toàn không sẵn sàng trước sự rộng lớn kinh hoàng của thành phố báng bổ nằm ở trung tâm Nam Cực, cùng với sự bí ẩn xa lạ của nó. Những tháp cao khổng lồ, đền thờ, cầu nối và kim tự tháp rải rác trên cảnh quan mênh mông. Dưới ánh sáng không thể cưỡng lại của bình minh, mê cung vô danh của các công trình khổng lồ và khối góc cạnh trải dài hàng dặm theo mọi hướng, rõ ràng là có thật nhưng không thể tin nổi. Đây thực sự là một kỳ quan của thế giới.

source: If Dr. Mala Sinha is alive:
vi: Nếu Tiến sĩ Mala Sinha còn sống:

source: "Remember, stay covered at all times. Where we are headed, the wind can flash freeze your skin almost instantly. And stay hydrated," Dr. Sinha reminds you. "The air here is dryer than you think." The remainder of the party nods in understanding. None of you have come this far just to catch hypothermia… but it's almost as likely as death by anything else in this damnable place.
vi: "Hãy nhớ, luôn giữ kín người. Nơi chúng ta đang đến, gió có thể làm đóng băng da cậu gần như ngay lập tức. Và giữ nước đầy đủ," Tiến sĩ Sinha nhắc bạn. "Không khí ở đây khô hơn cậu nghĩ." Những người còn lại trong nhóm gật đầu hiểu ý. Không ai trong số bạn đi xa đến vậy chỉ để chết vì hạ thân nhiệt… nhưng điều đó gần như cũng dễ xảy ra như chết vì bất cứ thứ gì khác ở cái nơi đáng nguyền rủa này.

source: The investigators suffer no ill effects.
vi: Các điều tra viên không chịu ảnh hưởng xấu nào.

source: You were briefed many times on the dangers of the Antarctic environment, but without Dr. Sinha, you're at a disadvantage braving the harsh weather. What she lacked in bedside manner, she made up in expertise. Wishing you could have saved her, you grit your teeth and trudge on, watching your companions for any sign of hypothermia.
vi: Bạn đã được cảnh báo nhiều lần về những nguy hiểm của môi trường Nam Cực, nhưng không có Tiến sĩ Sinha, bạn rơi vào thế bất lợi khi đối mặt với thời tiết khắc nghiệt. Dù cô ấy không giỏi giao tiếp, cô ấy bù đắp bằng chuyên môn. Mong muốn có thể cứu được cô ấy, bạn nghiến răng lê bước tiếp, quan sát đồng đội để phát hiện bất kỳ dấu hiệu nào của hạ thân nhiệt.

source: Each investigator adds a Frostbitten weakness to their deck. It does not count toward that investigator's deck size.
vi: Mỗi điều tra viên thêm một điểm yếu Frostbitten (Tê Cóng) vào bộ bài của mình. Nó không tính vào kích thước bộ bài của điều tra viên đó.

source: As you descend the peaks surrounding the city, trespassing furtively over its walls, the slopes give way to gradual, shallower foothills peppered with structures of black, primordial stone. Towers or outposts, perhaps, linking the natural outer walls of the city to its outskirts. "We should search one of those watchtowers," one of the team members suggests, pointing to the closest structure. You nod in agreement. Dyer's report had observed a wealth of information carved into the walls of several structures within the city, after all—perhaps you'll stumble upon a map or diagram of the city to aid in your exploration.
vi: Khi bạn xuống từ các đỉnh núi bao quanh thành phố, lén lút vượt qua tường thành, những triền dốc dần nhường chỗ cho các chân đồi thoai thoải, rải rác những công trình bằng đá đen nguyên thủy. Có lẽ là tháp canh hoặc tiền đồn, nối liền các bức tường tự nhiên bên ngoài thành phố với vùng ngoại ô. "Chúng ta nên khám phá một trong những tháp canh đó," một thành viên trong đội đề xuất, chỉ tay vào công trình gần nhất. Bạn gật đầu đồng ý. Báo cáo của Dyer đã ghi nhận vô số thông tin được khắc trên tường của nhiều công trình trong thành phố, xét cho cùng—có lẽ bạn sẽ tình cờ tìm thấy một bản đồ hay sơ đồ của thành phố để hỗ trợ cuộc thám hiểm.

source: <i>If the investigators scouted the city outskirts:</i>
vi: <i>Nếu các điều tra viên đã trinh sát vùng ngoại ô thành phố:</i>

source: Instead of heading to the watchtower, you call out to the others to follow you. Recalling the route you and Ellsworth had scouted out the night before, you lead the group toward the half-buried structure you spotted. It takes a bit longer to get there than the watchtower, but provides an easy shortcut into the city proper.
vi: Thay vì đi đến tháp canh, bạn gọi mọi người theo mình. Nhớ lại tuyến đường mà bạn và Ellsworth đã trinh sát đêm trước, bạn dẫn nhóm đến công trình nửa chìm bạn đã phát hiện. Mất nhiều thời gian hơn để đến đó so với tháp canh, nhưng nó cung cấp một lối tắt dễ dàng vào trung tâm thành phố.

source: During setup, after you reveal the starting location, the lead investigator discovers clues from that location equal to half its clue value (rounded up).
vi: Trong quá trình thiết lập, sau khi bạn lật địa điểm bắt đầu, điều tra viên chính phát hiện số manh mối từ địa điểm đó bằng một nửa giá trị manh mối của nó (làm tròn lên).

source: If Professor William Dyer is alive:
vi: Nếu Giáo sư William Dyer còn sống:

source: "Be careful," the professor warns. You are keen to heed his wisdom, earned as it is through hard experience. "The glyphs inscribed here depict much about the history of this place. It is ancient. Far more ancient than anything our species has built." "What is your point?" someone chimes in. "Do you know the old phrase, 'the walls have ears and the doors have eyes?'" Dyer replies. "We have no idea what could be hiding within these walls. What dwells under the ice and stone. Be on alert… and do not let any voices but our own rattle in your skull. Do you understand?" You nod in agreement, gulping down a wave of nausea. You cannot help but take the meaning of Dyer's idiom literally.
vi: "Cẩn thận đấy," giáo sư cảnh báo. Bạn háo hức lắng nghe sự thông thái của ông, thứ được rèn giũa qua kinh nghiệm khắc nghiệt. "Những ký tự khắc ở đây kể lại rất nhiều về lịch sử của nơi này. Nó cổ xưa. Xa xưa hơn bất cứ thứ gì loài người chúng ta từng xây dựng." "Ý ông là gì?" ai đó chen vào. "Cậu có biết câu nói cũ, 'tường có tai, cửa có mắt' không?" Dyer đáp. "Chúng ta không biết thứ gì có thể ẩn nấp trong những bức tường này. Thứ gì trú ngụ dưới băng và đá. Hãy cảnh giác… và đừng để bất kỳ giọng nói nào ngoài của chúng ta vang vọng trong đầu cậu. Hiểu không?" Bạn gật đầu đồng ý, nuốt xuống một cơn buồn nôn. Bạn không thể không hiểu câu thành ngữ của Dyer theo nghĩa đen.

source: As you enter the tower, the cold dwindles, but the sense of unease you felt observing the city from a distance only grows. Without Dyer's wisdom to guide you through this place, you feel completely unprepared. Every drop of water, every shifting pebble, every hushed breath causes your throat to clench and your heart to race. It's not long before you hear whispering in the walls—voices that don't belong to you, or anyone in your party. The more you try to deny it, the stronger the voices become. A choir in your mind. A warning?
vi: Khi bạn bước vào tháp, cái lạnh giảm bớt, nhưng cảm giác bất an bạn cảm nhận khi quan sát thành phố từ xa chỉ tăng lên. Không có sự thông thái của Dyer dẫn đường qua nơi này, bạn cảm thấy hoàn toàn không sẵn sàng. Mỗi giọt nước rơi, mỗi viên sỏi chuyển động, mỗi hơi thở khe khẽ khiến cổ họng bạn thắt lại và tim đập dồn. Chẳng bao lâu, bạn nghe thấy tiếng thì thầm trong tường—những giọng nói không thuộc về bạn, hay bất kỳ ai trong nhóm. Càng cố phủ nhận, tiếng nói càng mạnh mẽ hơn. Một dàn hợp xướng trong tâm trí bạn. Một lời cảnh báo?

source: Each investigator adds a Possessed weakness to their deck. It does not count toward that investigator's deck size.
vi: Mỗi điều tra viên thêm một điểm yếu Possessed (Bị Ám) vào bộ bài của mình. Nó không tính vào kích thước bộ bài của điều tra viên đó.

source: The open entrance to the obsidian structure greets you like the maw of a ferocious predator. As your eyes adjust to the darkness, your curiosity gives way to deep, profound dread. The structure's sharp, angular main hall is the site of an absolute massacre. Mangled Elder Thing corpses litter the floor—piles of leathery gray flesh and sticky, misshapen organs, coated in thick, dark-green fluid. You reel at the awful stench of death. These dead are not ancient. This slaughter must have been recent. "What could have done this?" One of your party breaks the immense silence. Murals on the walls draw your attention, depicting what you have come to know as the race of Elder Things embroiled in battle with some ancient, terrifying foe—no, not one. Many. Your party dares not dwell in this slaughterhouse long. Covering your noses to block the awful stench, you take your leave.
vi: Lối vào rộng mở của công trình đá obsidian chào đón bạn như cái hàm của một con thú săn mồi hung dữ. Khi mắt bạn quen dần với bóng tối, sự tò mò nhường chỗ cho nỗi sợ hãi sâu thẳm. Đại sảnh sắc nhọn, góc cạnh của công trình là hiện trường của một vụ thảm sát kinh hoàng. Xác của Elder Things bị xé nát nằm rải rác trên sàn—những đống thịt xám xịt dai như da và nội tạng biến dạng dính nhơm nhớp, phủ đầy chất lỏng xanh đậm đặc. Bạn choáng váng trước mùi tử thi kinh khủng. Những kẻ chết này không phải cổ xưa. Vụ tàn sát này chắc chắn vừa xảy ra gần đây. "Thứ gì có thể làm nên chuyện này?" Một người trong nhóm phá vỡ sự im lặng nặng nề. Những bức bích họa trên tường thu hút sự chú ý của bạn, mô tả loài Elder Things mà bạn đã biết, đang giao chiến với một kẻ thù cổ xưa, đáng sợ—không, không chỉ một. Rất nhiều. Nhóm của bạn không dám nán lại lâu trong lò mổ này. Che mũi để chặn mùi hôi thối kinh khủng, bạn rời đi.

source: If James "Cookie" Fredericks is alive and Dynamite is listed under "Supplies Recovered:"
vi: Nếu James "Cookie" Fredericks còn sống và Dynamite được ghi trong "Vật Tư Tìm Lại":

source: Unfortunately, as you attempt to leave the structure, you find the passage blocked by ice and rubble. Just as you are considering how to dig your way through, Cookie approaches with a few sticks of dynamite bundled together. "Oh, fer Chrissake. Move out of the way," he grumbles, setting the sticks up and lighting the fuse without another warning.You and the others run around the corner, covering your ears and cursing under your breath. Seconds later, a tremendous explosion shakes the building to its foundations. When the dust settles, Cookie has made an easy exit for the party. "Sometimes, Cookie, I swear…" someone remarks.
vi: Thật không may, khi bạn định rời khỏi công trình, lối đi bị chặn bởi băng và đá vụn. Đúng lúc bạn đang nghĩ cách đào đường thoát, Cookie tiến tới với vài thanh thuốc nổ buộc lại với nhau. "Ôi, vì Chúa. Tránh ra đi," anh ta càu nhàu, đặt thuốc nổ và châm ngòi mà không cảnh báo thêm. Bạn và những người khác chạy quanh góc, bịt tai và chửi thề khe khẽ. Vài giây sau, một vụ nổ kinh hoàng làm rung chuyển cả công trình đến tận móng. Khi bụi lắng xuống, Cookie đã mở ra một lối thoát dễ dàng cho nhóm. "Đôi khi, Cookie, tôi thề là…" ai đó nhận xét.

source: Unfortunately, as you attempt to leave the structure, you find the passage blocked by ice and rubble. It takes much longer than you expected to find another way out, and when you finally escape, you've already been exposed to the elements for some time.
vi: Thật không may, khi bạn định rời khỏi công trình, lối đi bị chặn bởi băng và đá vụn. Mất nhiều thời gian hơn bạn nghĩ để tìm lối ra khác, và khi cuối cùng thoát được, bạn đã bị phơi nhiễm trước thiên nhiên khắc nghiệt một lúc lâu.

source: Add 1 [frost] token to the chaos bag.
vi: Thêm 1 token [frost] (băng giá) vào túi hỗn mang.

source: The trail of sickly green blood leads out and dribbles down a smooth path sculpted, as if by an acidic substance, out of the mountainside. In the opposite direction, the mountain ridge continues along the perimeter of the city. In the distance, you can just make out a darkened, half-buried section of the city, the layout of its structures completely unfamiliar to you, even after going through Dyer's notes extensively. Finally, in the heart of the city, a great pyramid and many prominent temples lie scattered, rising to amazing heights despite the weathering of many eons.
vi: Dòng máu xanh nhợt nhạt dẫn ra ngoài, nhỏ giọt xuống một con đường mượt mà như được tạc từ sườn núi bởi một chất axit. Ở hướng ngược lại, dãy núi tiếp tục chạy dọc theo rìa thành phố. Xa xa, bạn vừa đủ thấy một khu vực tối tăm, nửa chìm của thành phố, cách bố trí các công trình hoàn toàn xa lạ với bạn, dù đã nghiên cứu kỹ ghi chú của Dyer. Cuối cùng, ở trung tâm thành phố, một kim tự tháp khổng lồ và nhiều đền thờ nổi bật nằm rải rác, vươn cao kỳ diệu bất chấp sự tàn phá của bao thời đại.

source: The expedition team casts votes on which direction they wish to go. Compare the following three groups to see which has the most team members still alive.
vi: Đội thám hiểm bỏ phiếu chọn hướng đi. So sánh ba nhóm sau để xem nhóm nào còn nhiều thành viên sống sót nhất.

source: <b>Group One:</b> Dr. Amy Kensler, Roald Ellsworth, Dr. Mala Sinha.
vi: <b>Nhóm Một:</b> Tiến sĩ Amy Kensler, Roald Ellsworth, Tiến sĩ Mala Sinha.

source: <b>Group Two:</b> Danforth, Takada Hiroko, Eliyah Ashevak.
vi: <b>Nhóm Hai:</b> Danforth, Takada Hiroko, Eliyah Ashevak.

source: <b>Group Three:</b> Professor William Dyer, Avery Claypool, James "Cookie" Fredericks.
vi: <b>Nhóm Ba:</b> Giáo sư William Dyer, Avery Claypool, James "Cookie" Fredericks.

source: Because Group One has the most team members alive, the group votes to venture into the heart of the city where lie its greatest structures. Each partner from this group chosen to accompany an investigator enters play with one additional use.
vi: Vì Nhóm Một có nhiều thành viên sống sót nhất, nhóm bỏ phiếu đi vào trung tâm thành phố, nơi có những công trình vĩ đại nhất. Mỗi đồng đội từ nhóm này được chọn để đồng hành cùng điều tra viên vào màn chơi với một lần sử dụng thêm.

source: Because Group Two has the most team members alive, the group votes to travel along the mountain ridge, toward the region Dyer and Danforth never explored. Each partner from this group chosen to accompany an investigator enters play with one additional use.
vi: Vì Nhóm Hai có nhiều thành viên sống sót nhất, nhóm bỏ phiếu đi dọc theo dãy núi, hướng đến khu vực Dyer và Danforth chưa từng khám phá. Mỗi đồng đội từ nhóm này được chọn để đồng hành cùng điều tra viên vào màn chơi với một lần sử dụng thêm.

source: Because Group Three has the most team members alive, the group votes to follow the trail left behind by whatever creatures massacred the Elder Things. Each partner from this group chosen to accompany an investigator enters play with one additional use.
vi: Vì Nhóm Ba có nhiều thành viên sống sót nhất, nhóm bỏ phiếu theo dấu vết để lại bởi những sinh vật đã tàn sát Elder Things. Mỗi đồng đội từ nhóm này được chọn để đồng hành cùng điều tra viên vào màn chơi với một lần sử dụng thêm.

source: Because two or more groups are tied, the lead investigator casts the tiebreaking vote.
vi: Vì hai hoặc nhiều nhóm có số phiếu bằng nhau, điều tra viên chính đưa ra phiếu quyết định.

source: This group wants to venture into the heart of the city where lie its greatest structures.
vi: Nhóm này muốn tiến vào trung tâm thành phố, nơi có những công trình vĩ đại nhất.

source: This group wants to travel along the mountain ridge, toward the region Dyer and Danforth never explored.
vi: Nhóm này muốn đi dọc theo dãy núi, hướng đến khu vực Dyer và Danforth chưa từng khám phá.

source: This group wants to follow the trail left behind by whatever creatures massacred the Elder Things.
vi: Nhóm này muốn theo dấu vết để lại bởi những sinh vật đã tàn sát Elder Things.

source: Each partner from this group chosen to accompany an investigator enters play with one additional use.
vi: Mỗi đồng đội từ nhóm này được chọn để đồng hành cùng điều tra viên vào màn chơi với một lần sử dụng thêm.

source: Each investigator may choose one available member of the expedition team who is not crossed off to join them. Put the story asset for the chosen character into play in that investigator's play area. (These story assets can be found in the <i>Expedition Team</i> encounter set. If there is a checkmark next to the character's name, instead use the [[Resolute]] version found in the <i>Fatal Mirage</i> encounter set.) Place damage and horror on that character as indicated in the "Expedition Team" section of the Campaign Log.
vi: Mỗi điều tra viên có thể chọn một thành viên còn sống trong đội thám hiểm chưa bị gạch tên để đồng hành cùng họ. Đặt lá bài tài sản câu chuyện của nhân vật được chọn vào khu vực chơi của điều tra viên đó. (Những lá bài tài sản câu chuyện này có thể tìm thấy trong bộ encounter <i>Expedition Team</i> (Đội Thám hiểm). Nếu có dấu kiểm bên cạnh tên nhân vật, thay vào đó sử dụng phiên bản [[Resolute]] (Kiên Định) trong bộ encounter <i>Fatal Mirage</i> (Ảo Ảnh Chết Người).) Đặt chấn thương thể chất và tinh thần lên nhân vật đó như được ghi trong phần "Expedition Team" (Đội Thám hiểm) của Nhật ký Chiến dịch.

source: Choose partners:
vi: Chọn đồng đội:

source: Investigator Setup
vi: Thiết lập Điều tra viên

source: Because you talked to Danforth during the interlude, any one investigator gets two additional cards drawn in their opening hand.
vi: Vì bạn đã nói chuyện với Danforth trong phần giữa màn, một điều tra viên bất kỳ được rút thêm hai lá bài vào tay bài mở đầu.

source: Because you talked to Hiroko Takada during the interlude, any one investigator gets 3 additional starting resources.
vi: Vì bạn đã nói chuyện với Hiroko Takada trong phần giữa màn, một điều tra viên bất kỳ được thêm 3 tài nguyên khởi đầu.

source: Scenario Setup (v. I)
vi: Thiết lập Màn chơi (phiên bản I)

source: Set aside the <i>Shoggoths</i> encounter set.
vi: Đặt sang một bên bộ encounter <i>Shoggoths</i> (Shoggoth).

source: Create the act deck using only Sprawling City (v. I) and Pursuit of the Unknown (v. I). Remove all other act cards from the game.
vi: Tạo chồng bài act chỉ sử dụng Sprawling City (Thành phố Lan tỏa) (phiên bản I) và Pursuit of the Unknown (Truy đuổi Điều Bí Ẩn) (phiên bản I). Loại bỏ tất cả các lá bài act khác khỏi màn chơi.

source: Shuffle the sixteen City Landscape locactions and them into play, along with the Hidden Tunnel, according to the <b>Location Placement</b> below.
vi: Xáo trộn 16 địa điểm City Landscape và đặt chúng vào màn chơi, cùng với Hidden Tunnel (Đường Hầm Ẩn), theo <b>Bố trí Địa điểm</b> bên dưới.

source: The lead investigator chooses one of the eight outermost locations. Each investigator begins play at the chosen location.
vi: Điều tra viên chính chọn một trong tám địa điểm ngoài cùng. Mỗi điều tra viên bắt đầu màn chơi tại địa điểm được chọn.

source: Locations in this scenario are connected to each adjacent location <i>(see "Location Adjacency" below)</i>.
vi: Các địa điểm trong màn chơi này được kết nối với mỗi địa điểm liền kề <i>(xem "Liên kết Địa điểm" bên dưới)</i>.

source: Gather two copies of each of the following tokens from the collection (not from the chaos bag): [skull], [cultist], [tablet], [elder_thing], 0, -1, -2, and -3. Randomly place one of these sixteen tokens on each City Landscape location. These are "keys." <i>(See "Keys" below)</i>
vi: Thu thập hai bản sao của mỗi token sau từ bộ sưu tập (không lấy từ túi hỗn mang): [skull] (đầu lâu), [cultist] (tà giáo), [tablet] (bảng khắc), [elder_thing] (elder thing), 0, -1, -2, và -3. Đặt ngẫu nhiên một trong 16 token này lên mỗi địa điểm City Landscape. Đây là "chìa khóa." <i>(Xem "Chìa khóa" bên dưới)</i>

source: Add 1 [elder_thing] token to the chaos bag.
vi: Thêm 1 token [elder_thing] (elder thing) vào túi hỗn mang.

source: Remove all three copies of the Benign Elder Thing enemy from the game.
vi: Loại bỏ cả ba bản sao của kẻ địch Benign Elder Thing (Elder Thing Hiền lành) khỏi màn chơi.

source: Set the Terror of the Stars enemy aside, out of play.
vi: Đặt kẻ địch Terror of the Stars (Nỗi Kinh hoàng từ Các Vì sao) sang một bên, ngoài màn chơi.

source: Remove from the game each copy of the Frostbitten and Posssessed weaknesses that was not earned during the introduction.
vi: Loại bỏ khỏi màn chơi mỗi bản sao của điểm yếu Frostbitten (Tê Cóng) và Possessed (Bị Ám) không được nhận trong phần giới thiệu.

source: Scenario Setup (v. II)
vi: Thiết lập Màn chơi (phiên bản II)

source: Set aside the <i>Creatures in the Ice</i> encounter set.
vi: Đặt sang một bên bộ encounter <i>Creatures in the Ice</i> (Sinh vật trong Băng).

source: Create the act deck using only Sprawling City (v. II) and Pursuit of the Unknown (v. II). Remove all other act cards from the game.
vi: Tạo chồng bài act chỉ sử dụng Sprawling City (Thành phố Lan tỏa) (phiên bản II) và Pursuit of the Unknown (Truy đuổi Điều Bí Ẩn) (phiên bản II). Loại bỏ tất cả các lá bài act khác khỏi màn chơi.
