Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/final_night.po
Languages: vi

source: Final Night
vi: Đêm Cuối

source: Interlude III: Final Night
vi: Chuyển tiếp III: Đêm Cuối

source: Interlude III
vi: Chuyển tiếp III

source: You would hesitate to call the darkened pit you find yourself in "safe" by any means, but you feel as though this is as good a place as any to rest. It was hard enough to tell the time with the sun always lingering in the Antarctic sky—now, deep underground with no sunlight to speak of, it is impossible. When one of your companions checks their pocketwatch and informs the team that fourteen hours have passed since you went underground, the response is one of utter disbelief. You do not remember traveling that long, but your body is weary enough to prove it. In gloomy silence, you and the others set up camp once more. Your numbers have dwindled to only yourself and the few experts who remain from those originally introduced to you by Dr. Kensler. The rest of the students and researchers are either back at the barrier camp where you first disembarked from the Theodosia, or… no longer with you. The cavern is easily large enough for what few of you remain, and the icy floor brittle enough to stake down your tents. Even so, it does not truly feel safe. You wonder if you will ever feel safe again.
vi: Bạn ngần ngại gọi cái hố tối tăm mà mình đang ở là "an toàn" theo bất kỳ nghĩa nào, nhưng bạn cảm thấy đây là nơi tốt nhất để nghỉ ngơi trong hoàn cảnh này. Đã khó xác định thời gian khi mặt trời luôn lơ lửng trên bầu trời Nam Cực—giờ đây, sâu dưới lòng đất không một tia nắng, điều đó trở thành bất khả thi. Khi một đồng đội kiểm tra đồng hồ bỏ túi và thông báo rằng đã 14 tiếng trôi qua kể từ khi bạn xuống lòng đất, cả nhóm đáp lại bằng sự hoài nghi tột độ. Bạn không nhớ đã đi lâu đến vậy, nhưng cơ thể mệt mỏi của bạn đủ để chứng minh điều đó. Trong sự im lặng u ám, bạn và những người khác lại dựng trại một lần nữa. Số lượng của bạn đã giảm xuống chỉ còn mình bạn và vài chuyên gia còn sót lại từ những người mà Tiến sĩ Kensler từng giới thiệu. Những sinh viên và nhà nghiên cứu khác либо đã trở về trại rào chắn nơi bạn lần đầu rời tàu Theodosia, либо… không còn ở bên bạn nữa. Hang động đủ rộng rãi cho số ít người còn lại, và sàn băng đủ giòn để cắm lều. Dù vậy, nó không thực sự mang lại cảm giác an toàn. Bạn tự hỏi liệu mình có bao giờ cảm thấy an toàn trở lại không.

source: You only have enough time to check on a few team members (regardless of whether they are alive or crossed out). One at a time, choose and read three of the sections below (four instead if <i>the team was guided to the hidden tunnel</i>). If the game effect of the chosen section cannot be performed, it does not count toward this total and you may choose a new section instead.
vi: Bạn chỉ có đủ thời gian để kiểm tra vài thành viên trong đội (bất kể họ còn sống hay đã bị gạch tên). Lần lượt chọn và đọc ba phần bên dưới (bốn phần nếu <i>đội được dẫn đến đường hầm ẩn</i>). Nếu hiệu ứng màn chơi của phần được chọn không thể thực hiện, nó không tính vào tổng số này và bạn có thể chọn một phần khác thay thế.

source: The professor, who was originally reluctant to join the expedition at all, seems to have completely changed his tune… although this new side of him worries you even more. "I understand now why Danforth wanted to return," he explains. "It is calling to us. Can you not feel it? Can you not hear it? It wants us to keep going." You ask him what 'it' he refers to, and he gestures vaguely around the both of you. "It. I don't know. These phantasms don't act like independent creatures, do you not think? Perhaps they are controlled by a greater force. Or…" he considers his next words carefully. "Perhaps they are all one and the same. Extensions of one nameless madness. I wonder—what would Danforth and I have discovered had we not fled? Perhaps we could have avoided all this suffering…"
vi: Giáo sư, người ban đầu miễn cưỡng tham gia cuộc thám hiểm, giờ dường như đã hoàn toàn thay đổi thái độ… dù mặt mới này của ông khiến bạn còn lo lắng hơn. "Giờ tôi hiểu tại sao Danforth muốn quay lại," ông giải thích. "Nó đang gọi chúng ta. Cậu không cảm nhận được sao? Cậu không nghe thấy sao? Nó muốn chúng ta tiếp tục." Bạn hỏi ông 'nó' mà ông nhắc đến là gì, và ông ra hiệu mơ hồ quanh cả hai. "Nó. Tôi không biết. Những ảo ảnh này không hành động như sinh vật độc lập, cậu không nghĩ vậy sao? Có lẽ chúng bị điều khiển bởi một thế lực lớn hơn. Hoặc…" ông cân nhắc lời tiếp theo cẩn thận. "Có lẽ chúng đều là một. Những phần mở rộng của một cơn điên loạn vô danh. Tôi tự hỏi—nếu Danforth và tôi không bỏ chạy, chúng tôi đã phát hiện ra điều gì? Có lẽ chúng tôi đã tránh được tất cả khổ đau này…"

source: You don't speak to Danforth that night. He is the one who speaks, but to what entity, you cannot tell. At first you believe him to be mumbling to himself as he often does, but soon you realize it is a dialogue you only partially hear. "We are close," he declares quietly. "I followed, just as you showed me. Just a little further, and I will see you again. We can be together again. We can be… whole." Finally, you decide you have heard enough. You clasp a hand on Danforth's shoulder, startling him. You swear you see just the slightest tinge of something misty leaking from his eyes as he turns around, but then he wipes them with his sleeve, and it is gone. "Oh, it is just you," he comments. "W-well then. We should get some rest, should we not? We have a long day ahead of us."
vi: Bạn không nói chuyện với Danforth đêm đó. Anh ta là người lên tiếng, nhưng với thực thể nào, bạn không thể biết. Thoạt đầu bạn nghĩ anh ta đang lẩm bẩm một mình như thường lệ, nhưng rồi bạn nhận ra đó là một cuộc đối thoại mà bạn chỉ nghe được một phần. "Chúng ta đang gần đến," anh ta khẽ tuyên bố. "Tôi đã đi theo, đúng như cậu chỉ tôi. Chỉ cần thêm một chút nữa, tôi sẽ lại thấy cậu. Chúng ta có thể ở bên nhau lần nữa. Chúng ta có thể… trọn vẹn." Cuối cùng, bạn quyết định đã nghe đủ. Bạn đặt tay lên vai Danforth, làm anh ta giật mình. Bạn thề rằng mình thấy một chút sương mù rỉ ra từ mắt anh ta khi anh ta quay lại, nhưng rồi anh ta lau chúng bằng tay áo, và nó biến mất. "Ồ, chỉ là cậu thôi," anh ta nói. "V-vậy thì. Chúng ta nên nghỉ ngơi chút, phải không? Ngày mai sẽ dài lắm."

source: Listening to Danforth gives you further insight into the madness of this place. Any one investigator may begin <b>Scenario IV: The Heart of Madness</b> with two additional cards drawn in their opening hand.
vi: Lắng nghe Danforth giúp bạn hiểu sâu hơn về sự điên loạn của nơi này. Bất kỳ điều tra viên nào cũng có thể bắt đầu <b>Màn IV: Trái tim của Điên loạn</b> với hai lá bài thêm rút vào tay bài mở đầu.

source: If Dr. Amy Kensler is alive and <i>Dr. Kensler is on the verge of understanding</i> is recorded in your Campaign Log:
vi: Nếu Tiến sĩ Amy Kensler còn sống và <i>Tiến sĩ Kensler sắp hiểu ra</i> được ghi trong Nhật ký Chiến dịch của bạn:

source: If Dr. Amy Kensler is alive, but <i>Dr. Kensler is on the verge of understanding</i> is not recorded in your Campaign Log:
vi: Nếu Tiến sĩ Amy Kensler còn sống, nhưng <i>Tiến sĩ Kensler sắp hiểu ra</i> không được ghi trong Nhật ký Chiến dịch của bạn:

source: Dr. Kensler is in an absolute panic when you enter her tent. Her gaze rises to meet yours for just a moment before she goes back to rummaging through her materials. "It is here somewhere, I know it…" she mumbles. You've never seen Dr. Kensler in such disarray before. "Ah! Here." The book she identifies is not one of her treatises on biology or a textbook filled with anatomical diagrams. It is an old, moldy tome unrelated to any of the sciences, written in French. "I know I saw it in here…" she mumbles, scouring the tome's pages for a specific passage. You sit nearby in silence, almost too frightened to ask anything. Dr. Kensler has changed completely from her usual cold, stoic demeanor. "Here!" She marks her page and snaps back to you. "Can I trust you?" You nod your head. Whatever Dr. Kensler has found, you get the feeling she is only showing you because you have shared in her discoveries up until this point. She opens the tome to a depiction of some unfamiliar, cosmic hierarchy-the kind of absurd dogmatic theory that any self-respecting scientist would scoff at. "Henry Armitage was the only other person at the university who did not approve of this undertaking. He is the one who showed me this, after Dyer submitted his report." She points to the section of the diagram illustrating the Earth, and you note the pattern of intersecting lines at its edge. "The south pole," she says. "At the edge of the Earth, where the lines meet. The culmination of eldritch forces, he said. Superstitious nonsense, I presumed. But my research proves otherwise. These creatures—these phantom mirages, eidolons of broken minds, they did not arrive here. They were always here. From the very beginning. Do you understand?" She grips her miasma sample tight. "And we… we weren't the first to stumble across them."
vi: Tiến sĩ Kensler hoảng loạn tột độ khi bạn bước vào lều của cô ấy. Ánh mắt cô ấy chạm vào bạn chỉ một thoáng trước khi quay lại lục lọi đống tài liệu. "Nó ở đâu đây, tôi biết mà…" cô lẩm bẩm. Bạn chưa bao giờ thấy Tiến sĩ Kensler rối loạn như vậy. "A! Đây rồi." Cuốn sách cô ấy tìm ra không phải là luận văn sinh học hay giáo trình đầy sơ đồ giải phẫu. Đó là một cuốn sách cũ mốc meo, không liên quan gì đến khoa học, viết bằng tiếng Pháp. "Tôi biết mình đã thấy nó ở đây…" cô lẩm bẩm, lật từng trang để tìm một đoạn cụ thể. Bạn ngồi gần đó trong im lặng, gần như quá sợ để hỏi gì. Tiến sĩ Kensler đã thay đổi hoàn toàn so với vẻ lạnh lùng, điềm tĩnh thường ngày. "Đây!" Cô đánh dấu trang và quay sang bạn. "Tôi có thể tin cậu không?" Bạn gật đầu. Dù Tiến sĩ Kensler tìm thấy gì, bạn cảm giác cô ấy chỉ cho bạn vì bạn đã cùng cô ấy khám phá đến giờ. Cô mở cuốn sách đến một hình vẽ về thứ bậc vũ trụ xa lạ—loại lý thuyết giáo điều kỳ cục mà bất kỳ nhà khoa học tự trọng nào cũng sẽ chế giễu. "Henry Armitage là người duy nhất ở đại học không ủng hộ cuộc thám hiểm này. Ông ấy đã cho tôi xem cái này, sau khi Dyer nộp báo cáo." Cô chỉ vào phần sơ đồ minh họa Trái Đất, và bạn chú ý đến mô hình các đường giao nhau ở rìa. "Nam Cực," cô nói. "Ở rìa Trái Đất, nơi các đường gặp nhau. Sự hội tụ của các thế lực huyền bí, ông ấy nói vậy. Tôi cho rằng đó là mê tín vớ vẩn. Nhưng nghiên cứu của tôi chứng minh điều ngược lại. Những sinh vật này—những ảo ảnh ma quái, những bóng hình của tâm trí tan vỡ, chúng không đến đây. Chúng luôn ở đây. Từ thuở ban đầu. Cậu hiểu không?" Cô nắm chặt mẫu sương mù của mình. "Và chúng ta… chúng ta không phải là kẻ đầu tiên vấp phải chúng."

source: Dr. Kensler's research allows you to view the situation with greater clarity. In your Campaign Log, record <i>Dr. Kensler understands the true nature of the miasma.</i>
vi: Nghiên cứu của Tiến sĩ Kensler giúp bạn nhìn rõ tình hình hơn. Trong Nhật ký Chiến dịch, ghi lại <i>Tiến sĩ Kensler hiểu bản chất thực sự của sương mù.</i>

source: Dr. Kensler understands the true nature of the miasma.
vi: Tiến sĩ Kensler hiểu bản chất thực sự của sương mù.

source: For the first time since the expedition set out, Dr. Sinha seeks you out personally, inquiring after your wounds. You show her your injuries, and she nods along, holding back her usual castigation. She tends your wounds in silence until she finally speaks. "I have lost so many patients, I can no longer keep track," she reveals. "Most of the time, there was nothing to be done. That is just the nature of things, I suppose. We are fragile creatures, after all. Bend us just a little bit, and we tend to break." She winds a bandage around your arm with practiced precision, but you spot the subtle shaking in her hands. "I went into this profession because I could not stand seeing people hurt. It was a pretty foolish decision, looking back. After all, in this profession, all I do is see people hurt." You ask her if there is any satisfaction in seeing them healthy, once her work is done. "Of course," she replies, after a long sigh. "But this time…" She averts her gaze from your eyes, her voice practically a whisper. "I do not think I will get that satisfaction. Do you?"
vi: Lần đầu tiên kể từ khi cuộc thám hiểm bắt đầu, Tiến sĩ Sinha chủ động tìm bạn, hỏi han về vết thương. Bạn cho cô ấy xem những vết thương, và cô ấy gật đầu, kìm lại lời trách móc thường lệ. Cô ấy băng bó trong im lặng cho đến khi cuối cùng lên tiếng. "Tôi đã mất quá nhiều bệnh nhân, đến mức không còn đếm xuể," cô ấy tiết lộ. "Hầu hết thời gian, chẳng thể làm gì được. Đó là bản chất của mọi thứ, tôi đoán vậy. Chúng ta là những sinh vật mong manh, xét cho cùng. Chỉ cần bẻ nhẹ một chút, chúng ta dễ vỡ tan." Cô ấy quấn băng quanh tay bạn với sự chính xác lành nghề, nhưng bạn nhận ra bàn tay cô khẽ run. "Tôi chọn nghề này vì không chịu nổi thấy người khác đau đớn. Nghĩ lại thì đó là một quyết định khá ngốc nghếch. Xét cho cùng, trong nghề này, tôi chỉ toàn thấy người ta đau khổ." Bạn hỏi liệu cô ấy có thấy thỏa mãn khi họ khỏe lại sau khi cô hoàn thành công việc không. "Tất nhiên," cô trả lời, sau một tiếng thở dài. "Nhưng lần này…" Cô tránh ánh mắt bạn, giọng gần như thì thầm. "Tôi không nghĩ mình sẽ có được sự thỏa mãn đó. Cậu nghĩ sao?"

source: Cookie draws his Colt as vou approach. You can tell from his bloodshot eyes and shaking hand that he has not rested in some time. The moment he realizes it's only you, he apologizes and lowers the weapon. "Thought you were one of—well y'know," he explains half-heartedly. You remark that you're lucky he has any trigger discipline left. "Trigger discipline," he scoffs. A long pause hangs in the air. "C'mon. Help me with the fire." In silence, you and the grizzled veteran set what remains of your firewood in the center of the camp and attempt to light it. In the cold, damp conditions, it takes almost half an hour of effort before the fire is lit. It eagerly consumes the kindling, casting dancing shadows along the icy walls of the cavern. Finally, Cookie breaks the silence. "This," he utters decisively. "I remember this." You don't bother to ask—you only have to meet his faraway gaze to know he is referring to the feeling of impending death permeating the camp. "Piece of advice" he offers, "when the time comes, you can't hesitate. Don't matter how many of us are left. Don't matter what manner of doom yer staring down. You flinch, you die." You nod in understanding. You get the feeling Cookie's never flinched once in his life.
vi: Cookie rút khẩu Colt khi bạn đến gần. Qua đôi mắt đỏ ngầu và bàn tay run rẩy, bạn biết anh ta đã lâu không nghỉ ngơi. Khi nhận ra chỉ là bạn, anh ta xin lỗi và hạ vũ khí xuống. "Tưởng cậu là một trong số—cậu biết đấy," anh ta giải thích một cách hời hợt. Bạn bảo rằng mình may mắn vì anh ta còn chút kỷ luật bóp cò. "Kỷ luật bóp cò," anh ta chế nhạo. Một khoảng lặng dài treo trong không khí. "Lại đây. Giúp tôi nhóm lửa." Trong im lặng, bạn và lão cựu binh dày dạn đặt số củi còn lại vào giữa trại và cố gắng đốt nó. Trong điều kiện lạnh lẽo, ẩm ướt, mất gần nửa tiếng nỗ lực lửa mới cháy. Nó ngấu nghiến đống củi khô, hắt những bóng nhảy múa lên tường băng của hang. Cuối cùng, Cookie phá vỡ sự tĩnh lặng. "Cái này," anh ta nói dứt khoát. "Tôi nhớ cái này." Bạn không hỏi—chỉ cần nhìn ánh mắt xa xăm của anh ta là đủ biết anh ta đang nói về cảm giác cái chết cận kề bao trùm trại. "Một lời khuyên," anh ta đưa ra, "khi thời điểm đến, cậu không được do dự. Không quan trọng còn lại bao nhiêu người. Không quan trọng cậu đang đối mặt với định mệnh nào. Cậu chùn bước, cậu chết." Bạn gật đầu hiểu ý. Bạn cảm giác Cookie chưa từng chùn bước lần nào trong đời.

source: Claypool studies the icy walls as you approach, his brow furrowed with concern. "It should be warmer here," he notes, "but even without windchill, it is almost 10 degrees colder." Just then, something moves inside the ice—a shadow, perhaps, or something reflecting off its surface. You and Claypool instinctively back away as the fleeting darkness swirls and vanishes. No light behind you could have cast that shadow. "There is… something wrong with this ice," Claypool whispers. "This cold, it is unnatural. Dyer's report described these inner structures as warm and habitable, but this is…" You share a knowing glance. "We need to be prepared. For anything."
vi: Claypool quan sát tường băng khi bạn đến gần, lông mày nhíu lại lo lắng. "Đáng lẽ phải ấm hơn ở đây," anh ta lưu ý, "nhưng dù không có gió lạnh, nhiệt độ vẫn thấp hơn gần 10 độ." Ngay lúc đó, thứ gì đó chuyển động trong băng—một cái bóng, có lẽ, hoặc thứ gì phản chiếu trên bề mặt. Bạn và Claypool bản năng lùi lại khi bóng tối thoáng qua xoáy tròn rồi tan biến. Không có ánh sáng nào phía sau bạn có thể tạo ra cái bóng đó. "Có… điều gì đó không ổn với lớp băng này," Claypool thì thầm. "Cái lạnh này, nó không tự nhiên. Báo cáo của Dyer mô tả các cấu trúc bên trong ấm áp và có thể ở được, nhưng cái này thì…" Bạn trao nhau ánh nhìn hiểu ý. "Chúng ta cần chuẩn bị. Cho bất cứ điều gì."

source: You already know what Ellsworth is thinking when he approaches you, a lantern in one of his hands and an icepick in the other. "You up for a little trip?" He hands the lantern to you, and together you break off from the camp. You make quiet, cautious conversation as you explore the icy depths, covering far more ground between the two of you than you could with the rest of your team and what is left of your supplies. "You must think me some manner of mad or foolish," he guesses after an hour of fast-paced travel. "Always going off alone, getting into danger like this. Into places we should not end up." You shrug and point out the fact that you, too, are here with him. "Right. So I doubt your opinion of me is unbiased," he jokes. A blast of chill, putrid air wafts through the cave like the exhale of a monstrous beast, with you down its throat. "Well, for what it is worth, I sure am glad to have you here," the explorer admits, a quiver of hesitation in his voice. "Look—" he points ahead at a fork in the tunnel. The foul gust dies down around you, but it clearly came from the left-hand path. "Something that way is circulating air. That has to mean something, right?" You nod in agreement, but you sure as hell don't like the smell of it…
vi: Bạn đã biết Ellsworth nghĩ gì khi anh ta đến gần, một tay cầm đèn lồng, tay kia cầm cuốc phá băng. "Cậu muốn đi một chuyến nhỏ không?" Anh ta đưa đèn lồng cho bạn, và cả hai tách khỏi trại. Bạn trò chuyện khe khẽ, thận trọng khi khám phá chiều sâu băng giá, đi được quãng đường xa hơn nhiều so với khi đi cùng đội và số vật tư còn lại. "Cậu chắc nghĩ tôi hơi điên hoặc ngốc," anh ta đoán sau một giờ di chuyển nhanh. "Luôn đi một mình, lao vào nguy hiểm thế này. Vào những nơi lẽ ra chúng ta không nên đến." Bạn nhún vai và chỉ ra rằng bạn cũng đang ở đây với anh ta. "Đúng vậy. Nên tôi nghi ngờ ý kiến của cậu về tôi là không thiên vị," anh ta đùa. Một luồng khí lạnh lẽo, hôi thối tràn qua hang như hơi thở của một con quái thú, với bạn đang ở trong cổ họng nó. "Dù sao, tôi thực sự mừng vì có cậu ở đây," nhà thám hiểm thừa nhận, giọng hơi run. "Nhìn kìa—" anh ta chỉ về phía trước, nơi đường hầm rẽ đôi. Luồng khí hôi yếu dần quanh bạn, nhưng rõ ràng nó đến từ lối bên trái. "Thứ gì đó bên kia đang lưu thông không khí. Điều đó phải có ý nghĩa gì đó, đúng không?" Bạn gật đầu đồng ý, nhưng chết tiệt, bạn không thích mùi đó chút nào…

source: Scouting with Ellsworth gives you insight into the journey ahead. In your Campaign Log, record <i>the investigators scouted the forked passage.</i>
vi: Trinh sát cùng Ellsworth giúp bạn hiểu rõ hơn về hành trình phía trước. Trong Nhật ký Chiến dịch, ghi lại <i>các điều tra viên đã trinh sát lối rẽ đôi.</i>

source: the investigators scouted the forked passage.
vi: các điều tra viên đã trinh sát lối rẽ đôi.

source: You come to Takada not for help, but with an accusation. She has been preparing in secret—you can tell from the provisions she keeps from the rest of the party, the aeroplane parts she tinkers with in her spare time. "You are right." She sighs in response to your allegation. "I was thinking of going back. Breaking off in secret, heading back to the ice shelf, and getting as far away from this damned place as possible. But…" she glances at the rest of the team, their mood hopeful despite the ominous feeling in the air. "I would never make it back on my own. Do not worry. I am not going anywhere. Go ahead, take whatever is in that pack for yourself." You choose to trust her, though you cannot help but worry. Her usual monotone is full of jaded cynicism, but this is different. She sounds as though she has given up. "Why are you still here?" she asks after a long while. "You have what you came for." You shake your head and tell her that you are here for her. She chances the hint of a smile. "Well that is awful foolish of you. But… thanks."
vi: Bạn đến gặp Takada không phải để nhờ giúp đỡ, mà với một lời buộc tội. Cô ấy đã bí mật chuẩn bị—bạn có thể thấy qua số lương thực cô ấy giấu nhóm, những bộ phận máy bay cô ấy mày mò lúc rảnh rỗi. "Cậu nói đúng." Cô ấy thở dài đáp lại cáo buộc của bạn. "Tôi đã nghĩ đến việc quay lại. Lén tách ra, trở về thềm băng, và rời xa cái nơi chết tiệt này càng xa càng tốt. Nhưng…" cô liếc nhìn đội còn lại, tâm trạng họ vẫn hy vọng dù không khí đầy điềm gở. "Tôi không thể tự mình trở về. Đừng lo. Tôi không đi đâu cả. Cứ lấy bất cứ thứ gì trong túi đó cho cậu." Bạn chọn tin cô ấy, dù không khỏi lo lắng. Giọng đều đều thường ngày của cô đầy vẻ hoài nghi chán chường, nhưng lần này khác. Cô ấy nghe như đã buông xuôi. "Sao cậu vẫn ở đây?" cô hỏi sau một lúc lâu. "Cậu đã có thứ mình đến để lấy." Bạn lắc đầu và nói rằng bạn ở đây vì cô ấy. Cô thoáng nở một nụ cười. "Đó là một điều ngốc nghếch kinh khủng của cậu. Nhưng… cảm ơn."

source: Takada ensures you are better equipped for the next leg of the journey. Any one investigator may begin <b>Scenario IV: The Heart of Madness</b> with 3 additional resources drawn in their resource pool.
vi: Takada đảm bảo bạn được trang bị tốt hơn cho chặng đường tiếp theo. Bất kỳ điều tra viên nào cũng có thể bắt đầu <b>Màn IV: Trái tim của Điên loạn</b> với 3 tài nguyên thêm rút vào kho tài nguyên của họ.
