Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/final_night.po
Languages: vi

source: It isn't difficult to find Eliyah. Anyu's insistent barking makes his location all too obvious. "Stop it, girl!" he orders, struggling to keep her calm. The dog stands at the edge of the camp, barking at the darkness beyond as though there is something lurking at the edge of your sight. Perhaps there is. Something only she can see. "Seriously, Anyu! Stop! You're making too much noise!" Eliyah shouts. When he sees you approach, he motions for you to help pull her away. "Can you grab her collar? We need to get her back to the tents." After some struggling, you finally manage to wrench the dog away and lead her back to camp. She whines the entire way, her snout twinging. "She's got the scent of something," Eliyah says once she is calm. "Never seen her act this way before. Whatever is up ahead, it cannot possibly be good. Or normal." He runs his hand through his hair and shrugs. "But what else is new in this damned place?"
vi: Không khó để tìm Eliyah. Tiếng sủa dai dẳng của Anyu khiến vị trí của anh ta quá rõ ràng. "Dừng lại, cô gái!" anh ta ra lệnh, cố gắng giữ cô chó bình tĩnh. Con chó đứng ở rìa trại, sủa vào bóng tối phía xa như thể có thứ gì đang rình rập ở ranh giới tầm nhìn của bạn. Có lẽ là có. Thứ gì đó chỉ cô ấy thấy được. "Nghiêm túc đấy, Anyu! Dừng lại! Cô ồn ào quá!" Eliyah hét lên. Khi thấy bạn đến gần, anh ta ra hiệu nhờ bạn kéo cô ấy đi. "Cậu có thể nắm cổ cô ấy không? Chúng ta cần đưa cô ấy về lều." Sau một hồi vật lộn, bạn cuối cùng cũng lôi được con chó đi và dẫn về trại. Cô ấy rên rỉ suốt đường, mõm khịt khịt. "Cô ấy ngửi thấy gì đó," Eliyah nói khi cô ấy đã yên. "Chưa bao giờ thấy cô ấy hành động thế này. Dù thứ gì ở phía trước, nó không thể là tốt. Hay bình thường." Anh ta vuốt tay qua tóc và nhún vai. "Nhưng còn gì mới mẻ ở cái nơi chết tiệt này nữa đâu?"

source: Proceed to <b>Scenario IV: The Heart of Madness</b>. <i>(You will not get another chance to return to Fatal Mirage for the remainder of the campaign.)</i>
vi: Tiếp tục đến <b>Màn IV: Trái tim của Sự Điên loạn</b>. <i>(Bạn sẽ không có cơ hội quay lại màn Fatal Mirage trong suốt phần còn lại của chiến dịch.)</i>
