Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/the_heart_of_madness.po
Languages: vi

source: Scenario IV: The Heart of Madness
vi: Màn IV: Trái tim của Điên loạn

source: The next day, you plumb deeper into the caverns and pits beneath the icy crust of Antarctica. You pass under great archways of obsidian and primordial slate, through ornately-carven corridors and enormous, many-pillared halls, down into unknowable and unfathomable depths.
vi: Ngày hôm sau, bạn lặn sâu hơn vào các hang động và hố sâu dưới lớp vỏ băng của Nam Cực. Bạn đi qua những vòm đá obsidian khổng lồ và đá phiến nguyên thủy, qua các hành lang được chạm khắc tinh xảo và những đại sảnh nhiều cột đồ sộ, xuống đến những chiều sâu không thể biết và không thể đo lường.

source: The team's leader pulls the group together for one last round of encouragement as you leave the relative safety of the surface behind. "All right, everyone. I know these conditions are… not ideal," Dr. Kensler begins. "But we are close. So very, very close. To getting answers. To making all of this effort, all of this madness worth something. Just a little further, and we will learn the truth." She sighs. "This has been rough. On all of us. But please, bear with me a little while longer. I promise you, it will be worth it." Despite the otherwise grim mood, there is a murmuring of agreement among the survivors. You're not about to back down now.
vi: Người dẫn đầu đội kéo cả nhóm lại với nhau để khích lệ lần cuối khi bạn rời bỏ sự an toàn tương đối của bề mặt. "Được rồi, mọi người. Tôi biết điều kiện này… không lý tưởng," Tiến sĩ Kensler bắt đầu. "Nhưng chúng ta đang rất gần. Rất, rất gần. Đến việc tìm ra câu trả lời. Đến việc khiến mọi nỗ lực này, mọi sự điên loạn này trở nên đáng giá. Chỉ cần thêm một chút nữa, chúng ta sẽ biết sự thật." Cô thở dài. "Chuyến đi này thật khắc nghiệt. Với tất cả chúng ta. Nhưng xin hãy kiên nhẫn cùng tôi thêm một chút nữa. Tôi hứa với cậu, nó sẽ xứng đáng." Dù tâm trạng chung u ám, vẫn có tiếng xì xào đồng thuận giữa những người sống sót. Bạn không định bỏ cuộc bây giờ.

source: Step by step, you and the survivors trek further down the incline. The mood of your party is grim and hopeless. You feel as though there is no coming back from this place. You will likely meet your end here. The weight of this burdensome thought makes each of your steps heavy.
vi: Từng bước, bạn và những người sống sót lê mình xuống dốc. Tâm trạng nhóm u ám và tuyệt vọng. Bạn cảm thấy như không thể quay lại từ nơi này. Có lẽ bạn sẽ gặp cái kết ở đây. Gánh nặng của ý nghĩ đè nén khiến mỗi bước chân bạn thêm trĩu nặng.

source: <i>If the investigators scouted the forked passage:</i>
vi: <i>Nếu các điều tra viên đã trinh sát lối rẽ đôi:</i>

source: Eventually, you come to a familiar fork in the cavern, the same passage you and Ellsworth scouted the previous night. You explain to the others that you felt air circulating through the leftmost passage the previous night, and that it is therefore unlikely to be a dead end. The others give a nod of agreement, and together you venture into what you believe is the correct passage.
vi: Cuối cùng, bạn đến một ngã rẽ quen thuộc trong hang, chính là lối đi bạn và Ellsworth đã trinh sát đêm trước. Bạn giải thích với mọi người rằng đêm qua bạn cảm nhận được không khí lưu thông qua lối bên trái nhất, nên nó khó có thể là ngõ cụt. Những người khác gật đầu đồng ý, và cùng nhau bạn mạo hiểm bước vào lối đi mà bạn tin là đúng.

source: After setup, before the next game begins, the lead investigator may look at the revealed side of any two Ancient Facility locations in play.
vi: Sau khi thiết lập, trước khi màn chơi tiếp theo bắt đầu, điều tra viên chính có thể xem mặt đã lật của bất kỳ hai địa điểm Ancient Facility (Cơ sở Cổ xưa) nào trong màn chơi.

source: Eventually, you come to a fork in the cavern. To your left, the tunnel forks into a smaller, icy path with a steeper and more dangerous incline. To your right, the ramp simply continues onward without much change. With no other information to go off, you choose the larger of the two paths. It continues to fork along the way, taking you down a circuitous, lengthy route. You end up deeper within the caverns, though you're no longer sure how to get back…
vi: Cuối cùng, bạn đến một ngã rẽ trong hang. Bên trái, đường hầm rẽ thành một lối nhỏ hơn, băng giá, với độ dốc nguy hiểm hơn. Bên phải, con dốc chỉ đơn giản tiếp tục mà không thay đổi nhiều. Không có thông tin nào khác để dựa vào, bạn chọn lối lớn hơn trong hai con đường. Nó tiếp tục rẽ nhánh dọc đường, dẫn bạn qua một tuyến quanh co, dài lê thê. Bạn kết thúc sâu hơn trong các hang động, dù giờ đây không còn chắc làm sao để quay lại…

source: Hours pass. Eventually, the passage seems to open into a larger corridor of worked stone, with one final archway marking the end of the titanic ramp you have been descending. Five unfamiliar glyphs adorn the archway, their meaning incomprehensible. The path on the other side seems more like a vast underground subway tunnel than a natural cavern formation - all smooth, angular stone punctuated by alien markings and covered faintly in putrid, multicolored ichor.
vi: Nhiều giờ trôi qua. Cuối cùng, lối đi dường như mở ra một hành lang lớn hơn làm từ đá được gia công, với một vòm cuối cùng đánh dấu điểm kết của con dốc khổng lồ bạn đã đi xuống. Năm ký tự lạ lẫm tô điểm trên vòm, ý nghĩa của chúng không thể hiểu nổi. Con đường phía bên kia giống một đường hầm tàu điện ngầm khổng lồ hơn là một hang động tự nhiên—tất cả là đá góc cạnh, mượt mà, điểm xuyết bởi các dấu khắc xa lạ và phủ một lớp dịch nhiều màu hôi thối nhàn nhạt.

source: "The creatures-they made this place," Danforth reasons as you pass beneath the final archway. "It is just as I suspected the last time I was here. This is no natural part of Antarctica. It is all connected. This is the true heart of their civilization." You ask Danforth what he means—what did you explore yesterday, if not their city? "It was but the tip of the iceberg, if you will pardon the expression," he states. "Like the highest story of a skyscraper. But the ice and snow buried the rest. We could not tell." You ask how far down he believes the city descends. "From what we saw of their history?" He meets your gaze, sweat beading down his forehead. With all seriousness, he replies, "to the very bottom of the ocean."
vi: "Những sinh vật—chúng đã tạo ra nơi này," Danforth suy luận khi bạn đi qua dưới vòm cuối cùng. "Đúng như tôi nghi ngờ lần trước khi ở đây. Đây không phải phần tự nhiên của Nam Cực. Tất cả đều liên kết. Đây là trái tim thực sự của nền văn minh của chúng." Bạn hỏi Danforth ý anh ta là gì—hôm qua bạn đã khám phá gì, nếu không phải thành phố của chúng? "Chỉ là phần nổi của tảng băng, nếu cậu tha thứ cho cách diễn đạt này," anh ta nói. "Như tầng cao nhất của một tòa nhà chọc trời. Nhưng băng và tuyết đã chôn vùi phần còn lại. Chúng ta không thể nhận ra." Bạn hỏi anh ta nghĩ thành phố này sâu đến đâu. "Từ những gì chúng ta thấy về lịch sử của chúng?" Anh ta nhìn bạn, mồ hôi lăn dài trên trán. Với vẻ nghiêm túc, anh ta đáp, "đến tận đáy đại dương."

source: As you cross under the final archway, you begin to question the truth of this place. You thought it to be a natural cavern at first, but now it is clear the Elder Things—or some other primeval, alien force—had a hand in its design . Or are you going about this all wrong? Perhaps they are not the ones cast from afar, intruders upon your home. Perhaps Antarctica—indeed, the Earth—was never meant for you, or any of your kind. The truth of humanity's insignificance rattles you to your core.
vi: Khi bạn bước qua dưới vòm cuối cùng, bạn bắt đầu nghi ngờ sự thật về nơi này. Thoạt đầu bạn nghĩ nó là một hang động tự nhiên, nhưng giờ rõ ràng Sinh Vật Cổ Xưa—hoặc một thế lực nguyên thủy, xa lạ nào khác—đã góp phần thiết kế nó. Hay bạn đang hiểu sai tất cả? Có lẽ không phải chúng là kẻ bị đày từ xa, xâm nhập vào nhà bạn. Có lẽ Nam Cực—thậm chí cả Trái Đất—chưa bao giờ dành cho bạn, hay bất kỳ ai cùng loài với bạn. Sự thật về sự nhỏ bé của nhân loại làm bạn rúng động tận tâm can.

source: Each investigator suffers 1 mental trauma.
vi: Mỗi điều tra viên chịu 1 chấn thương tinh thần.

source: If Miasmic Crystal is listed under "Supplies Recovered"
vi: Nếu Miasmic Crystal (Tinh thể Sương mù) được ghi trong "Vật Tư Tìm Lại"

source: Your backpack begins to glow once you enter this region of worked, carven stone. In a panic, you toss the pack off your shoulder and back away from it. Once a minute has passed without any change, you approach and carefully open it to reveal the strange otherworldly crystal you discovered shortly after the plane crash. It seems to be responding to this place, a bright glow and a droning hum emanating from within. It doesn't seem to be dangerous, so you tie the crystal around your waist and use its light to guide you onward.
vi: Ba lô của bạn bắt đầu phát sáng khi bạn bước vào khu vực đá được gia công, chạm khắc này. Trong hoảng loạn, bạn ném ba lô khỏi vai và lùi lại. Sau một phút trôi qua mà không có gì thay đổi, bạn tiến đến và cẩn thận mở nó, để lộ viên tinh thể kỳ lạ ngoài hành tinh bạn tìm thấy ngay sau vụ rơi máy bay. Nó dường như phản ứng với nơi này, phát ra ánh sáng rực rỡ và tiếng ù ù từ bên trong. Nó không có vẻ nguy hiểm, nên bạn buộc tinh thể quanh eo và dùng ánh sáng của nó dẫn đường tiếp tục.

source: The darkness beyond is like the abyss at the bottom of the ocean. Your torches and lanterns reach only a few feet ahead before their light is swallowed by black. Coupled with the intense pressure and biting cold, you feel as though the weight of the entire world looms over you. It is a journey of unparalleled dread.
vi: Bóng tối phía trước giống như vực thẳm dưới đáy đại dương. Đuốc và đèn lồng của bạn chỉ chiếu được vài bước trước khi ánh sáng bị bóng đen nuốt chửng. Kết hợp với áp suất dữ dội và cái lạnh buốt giá, bạn cảm thấy như cả trọng lượng của thế giới đang đè lên mình. Đó là một hành trình đầy nỗi kinh hoàng chưa từng có.

source: Finally, at the end of this vast chamber, you come to a nexus within the dormant structure: a scaled gateway of immense size, emblazoned with the same five glyphs, along with a series of interlocking mechanisms. Channels and grooves mark a path from the door's surface back to each of the five glyphs. Beyond the gate, you hear a familiar churning, the bubbling and frothing of miasma, and the seething of hateful mist. "It is beyond this door," one of your party says, and you cannot help but agree. You can feel its presence or rather, you have felt its presence all along, ever since you set foot on Antarctica, only now its call is impossible to ignore. It whispers faintly to you. Along the surface of your mind, visions play out. Your wildest dreams and most joyful moments. Your darkest desires and hardest struggles. It is a mirage. The mirage. Sealed behind this door, likely for eons upon end, watched over, or perhaps even harnessed, by those who came before you. But it is escaping, bit by bit. The creatures you have encountered and fought are evidence enough of that. The Elder Things know it is breaking free, too. They built this place, and now it is abandoned…
vi: Cuối cùng, ở cuối căn phòng rộng lớn này, bạn đến một điểm giao trong cấu trúc đang ngủ yên: một cổng lớn có vảy khổng lồ, khắc nổi cùng năm ký tự, cùng với một loạt cơ chế lồng vào nhau. Các rãnh và khe dẫn lối từ bề mặt cửa ngược về mỗi ký tự trong số năm ký tự đó. Phía sau cổng, bạn nghe thấy tiếng xoáy quen thuộc, tiếng sủi bọt và nổi bong bóng của sương mù, và tiếng rít của làn sương đầy thù hận. "Nó ở sau cánh cửa này," một người trong nhóm nói, và bạn không thể không đồng ý. Bạn cảm nhận được sự hiện diện của nó, hay đúng hơn, bạn đã cảm nhận nó từ lâu, kể từ khi đặt chân lên Nam Cực, chỉ là giờ đây tiếng gọi của nó không thể phớt lờ. Nó thì thầm khe khẽ với bạn. Trên bề mặt tâm trí bạn, những hình ảnh hiện ra. Những giấc mơ điên rồ nhất và khoảnh khắc vui vẻ nhất của bạn. Những dục vọng đen tối nhất và những cuộc đấu tranh gian khó nhất. Nó là một ảo ảnh. Ảo ảnh đó. Bị niêm phong sau cánh cửa này, có lẽ qua hàng thiên niên kỷ, được trông chừng, hoặc thậm chí khai thác, bởi những kẻ đến trước bạn. Nhưng nó đang thoát ra, từng chút một. Những sinh vật bạn đã gặp và chiến đấu là bằng chứng đủ rõ. Sinh Vật Cổ Xưa cũng biết nó đang phá vỡ tự do. Chúng đã xây dựng nơi này, và giờ nó bị bỏ hoang…

source: <i>Stay here and study the great door to learn more.</i>
vi: <i>Ở lại đây và nghiên cứu cánh cửa lớn để tìm hiểu thêm.</i>

source: You will play both parts of the scenario.
vi: Bạn sẽ chơi cả hai phần của màn chơi.

source: <i>There is no time to waste. Pass the gate!</i>
vi: <i>Không có thời gian để lãng phí. Vượt qua cánh cổng ngay!</i>

source: You will skip the first part of the scenario.
vi: Bạn sẽ bỏ qua phần đầu của màn chơi.
