Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/the_heart_of_madness_part_2.po
Languages: vi

source: The Heart of Madness, Part II
vi: Trái Tim của Sự Điên Loạn, Phần II

source: Scenario IV: The Heart of Madness, Part II
vi: Màn IV: Trái Tim của Sự Điên Loạn, Phần II

source: The facility is even older—and stranger—beyond the threshold of the ancient gateway. Who knows how many eons this place has slept undisturbed while the Earth changed and developed on the other side? Perhaps it would have remained so forever, had the site not been disturbed. But it's too late to change the past. All you can do now is work to prevent a terrible future. Dim luminescence fills the eerie halls, powered by some form of advanced energy, like electricity. Behind you, a kaleidoscopic wall of miasma stitches itself together to block your escape. You are trapped here, perhaps forever. A web of expansive halls extends outward from the gateway, carved from smooth stone and covered in ancient murals and alien heiroglyphs. The air here feels thinner. The light bends and oscillates, distorting your vision like an optical illusion. Is this reality… or a mirage? Your party studies the murals along the walls for many hours. They depict an ancient, unfamiliar history. An alternative history of the Earth. A very different history than any you could have possibly imagined.
vi: Cơ sở này còn cổ xưa hơn—và kỳ lạ hơn—ở phía bên kia ngưỡng cổng cổ đại. Ai biết được bao nhiêu kỷ nguyên nơi này đã ngủ yên không bị quấy rầy trong khi Trái Đất thay đổi và phát triển ở phía bên kia? Có lẽ nó sẽ mãi như vậy, nếu địa điểm này không bị xáo trộn. Nhưng đã quá muộn để thay đổi quá khứ. Tất cả những gì bạn có thể làm giờ đây là ngăn chặn một tương lai kinh hoàng. Ánh sáng mờ nhạt lấp đầy các sảnh đường kỳ bí, được cung cấp bởi một dạng năng lượng tiên tiến, giống như điện. Phía sau bạn, một bức tường sương mù lăng kính đan kết lại với nhau, chặn đường thoát của bạn. Bạn bị mắc kẹt ở đây, có lẽ mãi mãi. Một mạng lưới các sảnh rộng lớn tỏa ra từ cổng, được khắc từ đá mịn và phủ đầy những bức bích họa cổ xưa cùng chữ tượng hình xa lạ. Không khí nơi đây mỏng hơn. Ánh sáng uốn cong và dao động, làm méo mó tầm nhìn của bạn như một ảo ảnh quang học. Đây là thực tại… hay chỉ là một ảo ảnh? Nhóm của bạn nghiên cứu các bức bích họa trên tường suốt nhiều giờ. Chúng miêu tả một lịch sử cổ xưa, xa lạ. Một lịch sử khác của Trái Đất. Một lịch sử hoàn toàn khác với bất kỳ điều gì bạn có thể tưởng tượng.

source: If Dr. Kensler is still alive and <i>Dr. Kensler understands the true nature of the miasma</i>:
vi: Nếu Tiến sĩ Kensler còn sống và <i>Tiến sĩ Kensler hiểu bản chất thực sự của sương mù</i>:

source: Dr. Kensler explains everything as she studies the ancient murals. "The Elder Things were travelers. Colonizers. They came to the Earth over a billion years ago," she says, citing Professor Dyer's own notes. "But they were not the first ones here. This place, all of this—it was ancient even then." She runs her hands along the mural as she explains what she has learned. "But it is not an entity trapped within." You ask what she means, alarmed by this new understanding. She turns to face you, her eyes aflame with inspiration. "I had been studying their physiology, attempting to discern how they could exist the way they do, without shape, without matter, without state. But I was going about it all wrong. One cannot study the biology of something inorganic. See, it is not a creature, not truly. It is more akin to…" she hesitates, attempting to find the right words. "It is an alternate dimension. Another reality, superimposed on ours. A sentient microcosm of all that is. Not composed of organic life, but a mockery of it." This newfound understanding of the phantasms you have encountered and the mirages you have seen put everything into context. They were not monsters you were slaying, they were figments of a false reality. One that may yet come to pass. You ask Dr. Kensler if there is any hope to stop such a force from escaping. "It is not a living thing. It cannot be killed. Only contained. The Elder Thing's facility held five pylons that used its essence to power their civilization, but after this long, I cannot imagine they still function. But perhaps…" she trails off, formulating a plan. Finally, her eyes widen with realization. "I know what must be done. I know how to stop it. You must find these pylons and destroy them—doing so will bring the entire compound down. In the meantime…" she hefts her backpack off of her shoulder, dropping it to the ground. "I… I must be off now. There is no time to spare." You object to her sudden departure, but her mind is made up. She backs away, giving one last lingering glance at her companions, before sprinting away. You hope she knows what she's doing… for all of your sakes.
vi: Tiến sĩ Kensler giải thích mọi thứ khi cô nghiên cứu các bức bích họa cổ xưa. "Sinh Vật Cổ Xưa là những lữ khách. Những kẻ khai phá. Chúng đến Trái Đất hơn một tỷ năm trước," cô nói, trích dẫn ghi chép của Giáo sư Dyer. "Nhưng chúng không phải là những kẻ đầu tiên ở đây. Nơi này, tất cả những thứ này—đã cổ xưa ngay cả vào lúc đó." Cô vuốt tay dọc theo bức bích họa khi giải thích những gì cô đã khám phá. "Nhưng không phải một thực thể bị giam cầm bên trong." Bạn hỏi cô ấy có ý gì, lo lắng bởi hiểu biết mới này. Cô quay lại đối mặt với bạn, mắt rực cháy cảm hứng. "Tôi đã nghiên cứu sinh lý của chúng, cố tìm hiểu làm sao chúng có thể tồn tại như vậy, không hình dạng, không vật chất, không trạng thái. Nhưng tôi đã tiếp cận sai hoàn toàn. Người ta không thể nghiên cứu sinh học của một thứ vô cơ. Thấy không, nó không phải sinh vật, không thực sự. Nó giống hơn như…" cô ngập ngừng, tìm từ ngữ phù hợp. "Nó là một chiều không gian khác. Một thực tại khác, chồng lấn lên của chúng ta. Một vũ trụ thu nhỏ có ý thức của mọi thứ tồn tại. Không phải làm từ sự sống hữu cơ, mà là một sự nhạo báng của nó." Hiểu biết mới này về những bóng ma bạn đã đối mặt và những ảo ảnh bạn đã thấy đặt mọi thứ vào bối cảnh. Chúng không phải quái vật bạn tiêu diệt, mà là những mảnh vỡ của một thực tại giả. Một thực tại có thể sắp xảy ra. Bạn hỏi Tiến sĩ Kensler liệu có hy vọng nào ngăn chặn thứ sức mạnh ấy thoát ra. "Nó không phải thứ sống. Nó không thể bị giết. Chỉ có thể bị kìm hãm. Cơ sở của Sinh Vật Cổ Xưa có năm cột trụ dùng bản chất của nó để cung cấp năng lượng cho nền văn minh của chúng, nhưng sau thời gian dài thế này, tôi không tưởng tượng nổi chúng còn hoạt động. Nhưng có lẽ…" cô ngắt lời, hình thành một kế hoạch. Cuối cùng, mắt cô mở to với sự nhận ra. "Tôi biết phải làm gì. Tôi biết cách dừng nó lại. Các cậu phải tìm những cột trụ này và phá hủy chúng—làm vậy sẽ khiến cả khu phức hợp sụp đổ. Trong lúc đó…" cô nhấc ba lô khỏi vai, thả xuống đất. "Tôi… tôi phải đi ngay bây giờ. Không còn thời gian để phí phạm." Bạn phản đối việc cô đột ngột rời đi, nhưng cô đã quyết tâm. Cô lùi lại, dành cái nhìn cuối cùng đầy lưu luyến cho đồng đội, trước khi chạy vụt đi. Bạn hy vọng cô biết mình đang làm gì… vì lợi ích của tất cả.

source: In your Campaign Log, record <i>Dr. Kensler has a plan.</i> Dr. Amy Kensler cannot be chosen to accompany an investigator this game.
vi: Trong Nhật ký Chiến dịch của bạn, ghi lại <i>Tiến sĩ Kensler có một kế hoạch.</i> Tiến sĩ Amy Kensler không thể được chọn để đồng hành cùng điều tra viên trong màn chơi này.

source: Dr. Kensler has a plan.
vi: Tiến sĩ Kensler có một kế hoạch.

source: You can glean only a fraction of the truth hidden within these ancient murals, but what you discover is almost too impossible to believe. When the Elder Things came to the Earth over a billion years ago, they colonized not just Antarctica, but the entirety of the planet. And when they did, this place—and the entity that dwells within—was already here. They built their complex around it, to study the primordial being within, to greater understand it, and in doing so, attracted forces beyond even their ken. The gateway and its seals were constructed to contain it, but ages of disrepair have left it weak and ineffective. You suspect it was the presence of intelligent life on Antarctica—the humans who began to explore its long-dead peaks and icy plains—that stirred the entity within. The murals tell of the facility's structure, of five pylons created not only to contain the creature's essence, but to power the whole of Elder Thing civilization. You can only imagine that destroying these pylons would reduce the entire compound—perhaps even the entirety of the mountain it is built beneath—to rubble. You don't know if you can truly destroy or contain this nameless horror, but you have no choice but to try. If it continues to escape, the very concept of reality will be rewritten to its whim. There will be nothing left but the mirage. Nothing left but twisted, horrid imagination. A nightmare from which there is no awakening.
vi: Bạn chỉ có thể nắm bắt một phần sự thật ẩn trong những bức bích họa cổ xưa này, nhưng những gì bạn khám phá gần như quá khó tin. Khi Sinh Vật Cổ Xưa đến Trái Đất hơn một tỷ năm trước, chúng không chỉ khai phá Nam Cực, mà là toàn bộ hành tinh. Và khi chúng đến, nơi này—và thực thể trú ngụ bên trong—đã ở đây rồi. Chúng xây dựng khu phức hợp quanh nó, để nghiên cứu sinh vật nguyên thủy bên trong, để hiểu rõ hơn, và trong quá trình đó, thu hút những thế lực vượt quá cả sự hiểu biết của chúng. Cổng và các phong ấn được dựng lên để kìm hãm nó, nhưng qua hàng kỷ nguyên hư hỏng, chúng trở nên yếu ớt và vô hiệu. Bạn nghi ngờ chính sự hiện diện của sự sống thông minh ở Nam Cực—những con người bắt đầu khám phá các đỉnh núi chết từ lâu và đồng bằng băng giá—đã đánh thức thực thể bên trong. Các bức bích họa kể về cấu trúc của cơ sở, về năm cột trụ được tạo ra không chỉ để kìm hãm bản chất của sinh vật, mà còn cung cấp năng lượng cho toàn bộ nền văn minh Sinh Vật Cổ Xưa. Bạn chỉ có thể tưởng tượng rằng phá hủy những cột trụ này sẽ khiến cả khu phức hợp—có lẽ cả ngọn núi mà nó nằm dưới—tan thành đống đổ nát. Bạn không biết liệu có thể thực sự tiêu diệt hay kìm hãm nỗi kinh hoàng không tên này, nhưng bạn không có lựa chọn nào khác ngoài việc thử. Nếu nó tiếp tục thoát ra, chính khái niệm thực tại sẽ bị viết lại theo ý muốn của nó. Sẽ chẳng còn gì ngoài ảo ảnh. Chẳng còn gì ngoài trí tưởng tượng méo mó, kinh dị. Một cơn ác mộng không bao giờ tỉnh giấc.

source: the truth of the mirage eludes you.
vi: sự thật về ảo ảnh vượt ngoài tầm hiểu biết của bạn.

source: When gathering the <i>Striking Fear</i> encounter set, only gather 2x Dissonant Voices and 2x Frozen in Fear (do not gather 3x Rotting Remains).
vi: Khi thu thập bộ encounter <i>Striking Fear</i>, chỉ lấy 2x Dissonant Voices và 2x Frozen in Fear (không lấy 3x Rotting Remains).

source: Search the encounter deck and all out-of-play areas for all cards from <i>The Great Seal</i>, <i>Shoggoths</i>, and <i>Locked Doors</i> encounter sets (including the five "Ancient Facility" locations from <i>The Great Seal</i> encounter set). Remove each card from these encounter sets from the game.
vi: Tìm trong bộ bài encounter và tất cả khu vực ngoài màn chơi để lấy tất cả lá bài từ các bộ encounter <i>The Great Seal</i>, <i>Shoggoths</i>, và <i>Locked Doors</i> (bao gồm năm địa điểm "Ancient Facility" từ bộ encounter <i>The Great Seal</i>). Loại bỏ từng lá bài từ các bộ encounter này khỏi màn chơi.

source: Build the agenda deck using agendas 4-5 and the act deck using act 3. (These cards can be found in the <i>Stirrings in the Deep</i> encounter set.
vi: Xây dựng bộ bài agenda bằng agenda 4-5 và bộ bài act bằng act 3. (Những lá bài này có thể tìm thấy trong bộ encounter <i>Stirrings in the Deep</i>.

source: Flip The Gate of Y'quaa to its unrevealed side.
vi: Lật Cổng Y'quaa sang mặt chưa lật.

source: Take the five Mist-Pylon locations and the ten remaining Ancient Facility locations (from <i>The Heart of Madness</i> encounter set), shuffle them together, and put them into play at random using the <b>Location Setup</b>, except that five of the randomly placed Ancient Facility locations will instead be Mist-Pylon locations.
vi: Lấy năm địa điểm Mist-Pylon và mười địa điểm Ancient Facility còn lại (từ bộ encounter <i>The Heart of Madness</i>), xáo trộn chúng lại với nhau, và đặt chúng ngẫu nhiên vào màn chơi theo <b>Thiết lập Địa điểm</b>, ngoại trừ việc năm địa điểm Ancient Facility được đặt ngẫu nhiên sẽ thay bằng địa điểm Mist-Pylon.

source: <b>Note: If all five locations in the innermost ring are Mist-Pylons, start this process over.</b>
vi: <b>Lưu ý: Nếu cả năm địa điểm trong vòng trong cùng là Mist-Pylon, bắt đầu lại quá trình này.</b>

source: The lead investigator chooses an Ancient Facility location nearest to the Gate of Y'quaa. Each investigator begins play at the chosen location.
vi: Điều tra viên chính chọn một địa điểm Ancient Facility gần Cổng Y'quaa nhất. Mỗi điều tra viên bắt đầu màn chơi tại địa điểm được chọn.

source: Set the following cards aside, out of play: All fifteen copies of The Nameless Madness enemy, The Final Mirage act, the four Titanic Ramp locations, and the Hidden Tunnel location.
vi: Đặt các lá bài sau sang một bên, ngoài màn chơi: Tất cả 15 bản sao của kẻ thù The Nameless Madness, act The Final Mirage, bốn địa điểm Titanic Ramp, và địa điểm Hidden Tunnel.

source: Place the seal tokens, as follows:
vi: Đặt các thẻ phong ấn như sau:

source: For each activated seal on The Gate of Y'quaa, chose an investigator to take control of it.
vi: Với mỗi phong ấn kích hoạt trên Cổng Y'quaa, chọn một điều tra viên để kiểm soát nó.

source: Each investigator with a dormant seal begins the game with it under their control.
vi: Mỗi điều tra viên có phong ấn ngủ bắt đầu màn chơi với nó dưới sự kiểm soát của họ.

source: Remove each other seal from the game.
vi: Loại bỏ mọi phong ấn khác khỏi màn chơi.

source: Put The Gate of Y'quaa into play, unrevealed side faceup.
vi: Đặt Cổng Y'quaa vào màn chơi, mặt chưa lật ngửa lên.

source: The locations in this scenario are organized into five spokes that branch out from The Gate of Y'quaa, and three rings that surround The Gate of Y'quaa.
vi: Các địa điểm trong màn chơi này được sắp xếp thành năm nhánh tỏa ra từ Cổng Y'quaa, và ba vòng tròn bao quanh Cổng Y'quaa.

source: If the investigators played Part I:
vi: Nếu các điều tra viên đã chơi Phần I:

source: Place each of the five seal tokens as follows:
vi: Đặt từng thẻ trong năm thẻ phong ấn như sau:

source: Check which seals are drawn under "Seals Placed." For each one there, choose an investigator to take control of that seal, activated side faceup.
vi: Kiểm tra các phong ấn được vẽ dưới "Phong ấn Đã Đặt." Với mỗi phong ấn ở đó, chọn một điều tra viên để kiểm soát phong ấn đó, mặt kích hoạt ngửa lên.

source: Check which seals are drawn under "Seals Recovered." For each one there, choose an investigator to take control of that seal, dormant side faceup.
vi: Kiểm tra các phong ấn được vẽ dưới "Phong ấn Đã Tìm Lại." Với mỗi phong ấn ở đó, chọn một điều tra viên để kiểm soát phong ấn đó, mặt ngủ ngửa lên.

source: Remove all five seals from the game.
vi: Loại bỏ tất cả năm phong ấn khỏi màn chơi.

source: the nameless madness escaped.
vi: sự điên loạn không tên đã thoát ra.

source: the nameless madness is contained safely within its host… for now.
vi: sự đien loạn không tên được kìm hãm an toàn trong vật chủ của nó… tạm thời.

source: the team escaped the facility.
vi: đội đã thoát khỏi cơ sở.

source: the facility was destroyed.
vi: cơ sở đã bị phá hủy.

source: Each investigator is driven <b>insane</b>.
vi: Mỗi điều tra viên bị khiến <b>điên loạn</b>.

source: The investigators win the campaign…?
vi: Các điều tra viên thắng chiến dịch…?

source: Each investigator earns 10 bonus experience, as they have saved reality from an unspeakable fate.
vi: Mỗi điều tra viên nhận 10 kinh nghiệm thưởng, vì họ đã cứu thực tại khỏi một số phận không thể nói thành lời.

source: Each investigator earns 5 bonus experience, as they have survived ancient horrors and lived to tell the tale.
vi: Mỗi điều tra viên nhận 5 kinh nghiệm thưởng, vì họ đã sống sót qua những nỗi kinh hoàng cổ xưa và sống để kể lại câu chuyện.

source: Each investigator suffers 2 physical trauma and 2 mental trauma as they never truly recover from their ordeal.
vi: Mỗi điều tra viên chịu 2 chấn thương thể chất và 2 chấn thương tinh thần vì họ không bao giờ thực sự hồi phục từ thử thách.

source: Each investigator suffers 1 physical trauma and 1 mental trauma as they never truly recover from their ordeal.
vi: Mỗi điều tra viên chịu 1 chấn thương thể chất và 1 chấn thương tinh thần vì họ không bao giờ thực sự hồi phục từ thử thách.

source: In the "Expedition Team" section of the Campaign Log, cross off every name.
vi: Trong phần "Đội Thám hiểm" của Nhật ký Chiến dịch, gạch bỏ mọi tên.

source: In the "Expedition Team" section of the Campaign Log, cross off Dr. Amy Kensler's name. In its place, write "The Entity."
vi: Trong phần "Đội Thám hiểm" của Nhật ký Chiến dịch, gạch tên Tiến sĩ Amy Kensler. Thay vào đó, viết "Thực thể."

source: In your Campaign Log, record <i>the survivors of the expedition were…</i>and list the names of each member of the Expedition Team who is not crossed off, along with each surviving investigator's name.
vi: Trong Nhật ký Chiến dịch của bạn, ghi lại <i>những người sống sót của chuyến thám hiểm là…</i> và liệt kê tên của mỗi thành viên Đội Thám hiểm chưa bị gạch bỏ, cùng với tên của mỗi điều tra viên còn sống sót.

source: the survivors of the expedition were:
vi: những người sống sót của chuyến thám hiểm là:

source: - #name#
vi: - #tên#

source: When you awaken, the facility is dark and quiet once more. You pull your companions to their feet and retreat back to the surface, wondering if you are too late to stop the entity beyond the gate from escaping.It is quiet. Peaceful. There are no more signs of icy phantasms, eerie mirages, or alien entities. Back in the city nestled within the mountains, you take notes, photographs, and rubbings. The trip back to the ice shelf is swift and easy. Not even the cold weather fights you as you make your way back to the barrier camp. It is as if the entire continent of Antarctica has given itself over to you. You consider taking this time to continue studying the environment, but in the end, you decide to head back with your extensive findings. The sky is clear and beautiful as your ship departs from the ice shelf, heading north. Still, you are troubled. The entity that was once sealed beyond the Elder Thing's gateway was gone. There was almost no trace of it when you fled. Which can only mean it escaped, and could be anywhere. Or everywhere. Your thoughts turn dreadful. You remind yourself of the strange, vivid mirages the creature seemed to control. The lifelike hallucinations. You examine your palms and wonder if they are the same shape they always were, or a close facsimile. The air around you shimmers. …Is any of this real?
vi: Khi bạn tỉnh dậy, cơ sở lại tối tăm và yên lặng. Bạn kéo đồng đội đứng dậy và rút lui về bề mặt, tự hỏi liệu bạn có quá muộn để ngăn thực thể sau cổng thoát ra. Tất cả yên tĩnh. Bình yên. Không còn dấu hiệu của bóng ma băng giá, ảo ảnh kỳ bí, hay thực thể xa lạ. Trở lại thành phố nằm giữa núi, bạn ghi chép, chụp ảnh, và sao chép các họa tiết. Chuyến về thềm băng nhanh chóng và dễ dàng. Ngay cả thời tiết lạnh giá cũng không chống lại bạn khi bạn quay lại trại rào chắn. Như thể cả lục địa Nam Cực đã phó mặc cho bạn. Bạn cân nhắc dành thời gian tiếp tục nghiên cứu môi trường, nhưng cuối cùng quyết định trở về với những phát hiện phong phú. Bầu trời trong xanh và đẹp đẽ khi tàu bạn rời thềm băng, hướng về phía bắc. Dẫu vậy, bạn vẫn bất an. Thực thể từng bị phong ấn sau cổng của Sinh Vật Cổ Xưa đã biến mất. Hầu như không có dấu vết khi bạn bỏ chạy. Điều đó chỉ có thể nghĩa là nó đã thoát, và có thể ở bất cứ đâu. Hay mọi nơi. Suy nghĩ của bạn trở nên đáng sợ. Bạn nhớ lại những ảo ảnh kỳ lạ, sống động mà sinh vật dường như điều khiển. Những ảo giác như thật. Bạn xem xét lòng bàn tay và tự hỏi liệu chúng còn giống hình dạng cũ, hay chỉ là một bản sao gần giống. Không khí quanh bạn lấp lánh. …Liệu tất cả những điều này có thực không?
