Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/the_heart_of_madness_part_1.po
Languages: vi

source: "'The boundaries which divide Life from Death are at best shadowy and vague,'" Danforth recites cryptically. "'Who shall say where the one ends, and where the other begins?'" Mala snaps out of her trance, only to glare at the young man. "Poe again?" He nods in response. "There is wisdom in the certainty of death." "Maybe," she admits, turning away from the vision before her. "Maybe." The entity retreats, its ruse foiled.
vi: "'Ranh giới chia cách Sự sống và Cái chết tối đa chỉ là bóng mờ và mơ hồ,'" Danforth trích dẫn bí ẩn. "'Ai có thể nói nơi nào một thứ kết thúc, và nơi nào thứ kia bắt đầu?'" Mala thoát khỏi cơn mê, chỉ để lườm chàng trai trẻ. "Lại là Poe à?" Anh ta gật đầu đáp lại. "Có trí tuệ trong sự chắc chắn của cái chết." "Có lẽ," cô thừa nhận, quay đi khỏi hình ảnh trước mặt. "Có lẽ." Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: In the "Expedition Team" section, cross off Dr. Mala Sinha. If she was in play, she is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Tiến sĩ Mala Sinha. Nếu cô ấy đang trong màn chơi, cô ấy bị hạ gục và loại khỏi màn chơi.

source: Each investigator earns experience equal the Victory X value of each card in the victory display. Each investigator also earns 1 bonus experience for each activated seal in play.
vi: Mỗi điều tra viên nhận kinh nghiệm bằng giá trị Victory X của mỗi lá bài trong khu vực thắng lợi. Mỗi điều tra viên cũng nhận thêm 1 kinh nghiệm thưởng cho mỗi phong ấnkích hoạt trong màn chơi.

source: Oops.
vi: Ối.

source: the seal was used… improperly.
vi: phong ấn đã được dùng… không đúng cách.

source: Each investigator is <b>killed</b>.
vi: Mỗi điều tra viên bị <b>giết chết</b>.

source: Try as you might, you are unable to find and place all five seals. These dark, dormant halls are home to much more than just giant penguins. The creatures that dwell within are the same that Dyer and Danforth described from their journey—shapeless monstrosities composed of viscous, bubbling jelly and covered in lidless eyes. You flee back to the gateway to rest and lick your wounds, but before you can decide what to do next, something slams against the ancient, massive doorway, scaring you nearly to death. It reverberates through the facility. Then another, and another. You try to flee, but it's too late.
vi: Dù cố gắng thế nào, bạn cũng không thể tìm và đặt đủ năm phong ấn. Những sảnh tối, ngủ yên này không chỉ là nhà của những con chim cánh cụt khổng lồ. Các sinh vật trú ngụ bên trong chính là thứ Dyer và Danforth mô tả từ chuyến đi của họ—những quái vật vô hình dạng làm từ thạch sủi bọt nhớp nháp, phủ đầy mắt không mí. Bạn chạy về cổng để nghỉ ngơi và chữa lành vết thương, nhưng trước khi quyết định bước tiếp theo, thứ gì đó đập mạnh vào cánh cửa cổ xưa khổng lồ, khiến bạn sợ hãi gần chết. Âm thanh vang vọng khắp cơ sở. Rồi lại một tiếng nữa, và nữa. Bạn cố chạy trốn, nhưng đã quá muộn.

source: With the massive door glowing and droning with some kind of alien electricity, you strain against it to open the way forward. Somewhere inside this place lie the answers to all of your questions. The reason you came here. You press onward not for the sake of your career, but for the sake of your very sanity. You must know the truth. Even if it breaks you.
vi: Với cánh cửa khổng lồ phát sáng và ù ù bởi thứ điện năng xa lạ, bạn căng sức đẩy nó để mở đường tiến lên. Đâu đó trong nơi này là câu trả lời cho mọi thắc mắc của bạn. Lý do bạn đến đây. Bạn tiếp tục không phải vì sự nghiệp, mà vì chính sự tỉnh táo của mình. Bạn phải biết sự thật. Dù nó có khiến bạn tan vỡ.

source: With a final hiss of air and a primordial screech, the immense gateway bursts open. Tendrils of prismatic color reach forth, slithering along the floor and walls. The chaos is over in mere seconds. The miasma grips you with impossible strength, clawing and tugging at your limbs. Terrible shapes, familiar sights, and untold nightmares play out along the surface of the entity as it pulls you screaming through the gateway and into the other side.
vi: Với tiếng rít cuối cùng của không khí và tiếng thét nguyên thủy, cổng khổng lồ bật tung. Những xúc tu màu lăng kính vươn ra, trườn dọc sàn và tường. Hỗn loạn kết thúc trong vài giây. Sương mù nắm lấy bạn với sức mạnh không tưởng, cào cấu và giật mạnh chân tay bạn. Những hình dạng kinh khủng, cảnh quen thuộc, và ác mộng không kể xiết hiện lên trên bề mặt thực thể khi nó kéo bạn, gào thét, qua cổng sang phía bên kia.

source: The pulse of energy induced by your catastrophic mistake wipes all organic life from the face of the Earth.
vi: Luồng năng lượng từ sai lầm thảm khốc của bạn quét sạch mọi sự sống hữu cơ khỏi bề mặt Trái Đất.
