Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/the_heart_of_madness_part_1.po
Languages: vi

source: The Heart of Madness, Part I
vi: Trái Tim của Sự Điên Loạn, Phần I

source: Scenario IV: The Heart of Madness, Part I
vi: Màn IV: Trái Tim của Sự Điên Loạn, Phần I

source: Ancient Facility Locations
vi: Địa điểm Ancient Facility (Cơ sở Cổ xưa)

source: Seals
vi: Phong ấn

source: Location Adjacency in The Heart of Madness
vi: Địa điểm Liền kề trong Trái Tim của Sự Điên loạn

source: You decide to study the doorway and the many paths that diverge from this vast tunnel in the hope that you can discover a way to stop the entity on the other side from escaping. You believe that the technology used to seal this door is somehow related to these five glyphs. Perhaps if you explore the surrounding area, you can find the missing pieces.
vi: Bạn quyết định nghiên cứu cánh cửa và nhiều con đường phân nhánh từ đường hầm rộng lớn này, hy vọng tìm ra cách ngăn thực thể phía bên kia thoát ra. Bạn tin rằng công nghệ dùng để niêm phong cánh cửa này có liên quan đến năm ký tự này. Có lẽ nếu khám phá khu vực xung quanh, bạn sẽ tìm thấy những mảnh ghép còn thiếu.

source: Put The Gate of Y'quaa into play, revealed side faceup.
vi: Đặt Cổng Y'quaa vào màn chơi, mặt đã lật ngửa lên.

source: Each investigator begins play at The Gate of Y'quaa.
vi: Mỗi điều tra viên bắt đầu màn chơi tại Cổng Y'quaa.

source: <i>Note: The unrevealed side of The Gate of Y'quaa is not used in this part of the scenario.</i>
vi: <i>Lưu ý: Mặt chưa lật của Cổng Y'quaa không được sử dụng trong phần này của màn chơi.</i>

source: Shuffle all fifteen Ancient Facility locations (five from <i>The Great Seal</i> encounter set and ten from <i>The Heart of Madness</i> encounter set). Put locations into play in a pattern matching the Location Setup below. Each location is placed randomly in one of the spaces indicated by the map.
vi: Xáo trộn tất cả 15 địa điểm Ancient Facility (5 từ bộ encounter <i>The Great Seal</i> và 10 từ bộ <i>The Heart of Madness</i>). Đặt các địa điểm vào màn chơi theo mẫu Thiết lập Địa điểm bên dưới. Mỗi địa điểm được đặt ngẫu nhiên vào một trong các ô do bản đồ chỉ định.

source: The Ancient Facility locations in this scenario are organized into five spokes that branch out from The Gate of Y'quaa, and three rings that surround The Gate of Y'quaa.
vi: Các địa điểm Ancient Facility trong màn chơi này được sắp xếp thành năm nhánh tỏa ra từ Cổng Y'quaa, và ba vòng tròn bao quanh Cổng Y'quaa.

source: Set the five seal tokens aside, out of play.
vi: Đặt năm token phong ấn sang một bên, ngoài màn chơi.

source: Ancient Facility locations exist in multiple encounter sets. (For example, in this scenario, both <i>The Heart of Madness</i> encounter set and <i>The Great Seal</i> encounter set contain Ancient Facility locations.) Because these locations can come from different encounter sets, they have no encounter set icon on their unrevealed side. To see which encounter set an Ancient Facility location belongs to, check its revealed side.
vi: Các địa điểm Ancient Facility tồn tại trong nhiều bộ gặp gỡ. (Ví dụ, trong màn chơi này, cả bộ encounter <i>The Heart of Madness</i> và bộ <i>The Great Seal</i> đều chứa các địa điểm Ancient Facility.) Vì các địa điểm này có thể đến từ các bộ encounter khác nhau, chúng không có biểu tượng encounter ở mặt chưa lật. Để biết địa điểm Ancient Facility thuộc bộ gặp gỡ nào, hãy kiểm tra mặt đã lật của nó.

source: This scenario introduces five seal tokens that represent important technological artifacts that are needed to contain the madness within The Gate of Y'quaa. Each seal token has its own symbol, as follows: [seal_a], [seal_b], [seal_c], [seal_d], [seal_e]. Each of these seal tokens has a dormant side and an activated side. The activated side is indicated by the glowing highlight around its symbol. Investigators will be instructed when to put seals into play, and whether they are dormant or activated. <b>Seals have no inherent game effect.</b> Investigators must discover how to take control of, activate, and utilize these seals to put an end to this madness. When an investigator takes control of a seal, they place it on their investigator card. If an investigator who controls one or more seals is eliminated (except by resignation), remove those seals from the game. Those seals are lost forever. As an [action] ability, an investigator may give control of a seal to another investigator at the same location or take control of a seal controlled by another investigator at the same location.
vi: Màn chơi này giới thiệu năm token phong ấn đại diện cho các cổ vật công nghệ quan trọng cần thiết để kìm hãm sự điên loạn trong Cổng Y'quaa. Mỗi token phong ấn có biểu tượng riêng, như sau: [seal_a], [seal_b], [seal_c], [seal_d], [seal_e]. Mỗi thẻ phong ấn này có mặt ngủ đông và mặt kích hoạt. Mặt kích hoạt được biểu thị bằng viền sáng quanh biểu tượng của nó. Các điều tra viên sẽ được hướng dẫn khi nào đưa phong ấnvào màn chơi, và liệu chúng ở trạng thái ngủ hay kích hoạt. <b>Phong ấn không có hiệu ứng sẵn trong màn chơi.</b> Các điều tra viên phải tìm cách kiểm soát, kích hoạt và sử dụng những phong ấnnày để chấm dứt sự điên loạn. Khi một điều tra viên kiểm soát một phong ấn, họ đặt nó lên thẻ điều tra viên của mình. Nếu một điều tra viên đang kiểm soát một hoặc nhiều phong ấn bị loại bỏ (trừ trường hợp từ bỏ), hãy loại những phong ấn đó khỏi màn chơi. Những phong ấn đó mất vĩnh viễn. Như một khả năng [action], một điều tra viên có thể giao quyền kiểm soát một phong ấn cho điều tra viên khác tại cùng địa điểm hoặc nhận quyền kiểm soát một phong ấn từ điều tra viên khác tại cùng địa điểm.

source: During this scenario, locations are arranged in a pattern of spokes and rings. There are three rings with 5 locations on each ring, and five spokes with three locations on each spoke.
vi: Trong màn chơi này, các địa điểm được sắp xếp theo mẫu nhánh và vòng. Có ba vòng với 5 địa điểm trên mỗi vòng, và năm nhánh với ba địa điểm trên mỗi nhánh.

source: <b>During this scenario, each location is connected to the locations next to it on its spoke as well as the locations next to it on its ring.</b>
vi: <b>Trong màn chơi này, mỗi địa điểm được kết nối với các địa điểm bên cạnh nó trên nhánh của nó cũng như các địa điểm bên cạnh nó trên vòng của nó.</b>

source: The Final Straw
vi: Giọt Nước Tràn Ly

source: Scenario Interlude: The Final Straw
vi: Phần Giữa Màn chơi: Giọt Nước Tràn Ly

source: You instinctively act to defend yourself from the creature you know dwells on the other side of the illusion, but your companions do not seem to understand. Their mouths hang open in awe. Their eyes glaze over, reflecting only the truth the miasma wants them to see.
vi: Bạn bản năng hành động để tự vệ trước sinh vật mà bạn biết đang ẩn náu bên kia ảo ảnh, nhưng đồng đội của bạn dường như không hiểu. Miệng họ há hốc trong kinh ngạc. Mắt họ đờ đẫn, chỉ phản chiếu sự thật mà sương mù muốn họ thấy.

source: <b>Because the victim is Professor William Dyer:</b>
vi: <b>Vì nạn nhân là Giáo sư William Dyer:</b>

source: "Professor Lake?" Dyer says, recognizing the figure within the miasma. "Yes, I have read over your proposal. If you wish to cancel the expedition, I will not stop you. I agree, there are a great many things we have yet to consider about the journey…" He turns to the carvings along the wall and examines them as if they were his own scribblings upon his chalkboard. "Yes, I believe that would be most prudent…" A tendril of miasma in the shape of a hand reaches out for him…
vi: "Giáo sư Lake?" Dyer nói, nhận ra bóng hình trong sương mù. "Đúng vậy, tôi đã đọc qua đề xuất của cậu. Nếu cậu muốn hủy chuyến thám hiểm, tôi sẽ không ngăn cản. Tôi đồng ý, còn rất nhiều điều chúng ta chưa cân nhắc về hành trình này…" Ông quay sang các hình khắc trên tường và xem xét chúng như thể đó là nét chữ nguệch ngoạc của mình trên bảng đen. "Đúng vậy, tôi tin đó sẽ là lựa chọn khôn ngoan nhất…" Một xúc tu sương mù hình bàn tay vươn ra về phía ông…

source: If Dr. Amy Kensler is still alive:
vi: Nếu Tiến sĩ Amy Kensler còn sống:

source: "Lake is dead," Dr. Kensler says, placing a hand on the professor's shoulder. "We were at his funeral, together. Remember? At St. Mary's." The milky glaze over Dyer's eyes begin to fade as he realizes the truth. "Yes," he says at last. "Yes, I… I remember. It…" he takes a deep breath, closing his eyes to shut out the painful memory. "It was a lovely service." The entity retreats, its ruse foiled.
vi: "Lake đã chết," Tiến sĩ Kensler nói, đặt tay lên vai giáo sư. "Chúng ta đã ở đám tang của ông ấy, cùng nhau. Nhớ không? Ở St. Mary's." Lớp sương trắng đục trên mắt Dyer bắt đầu tan dần khi ông nhận ra sự thật. "Đúng vậy," ông nói cuối cùng. "Đúng vậy, tôi… tôi nhớ. Nó…" ông hít một hơi sâu, nhắm mắt để xua đi ký ức đau đớn. "Đó là một buổi lễ tuyệt đẹp." Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: <b>Because the victim is Dr. Amy Kensler:</b>
vi: <b>Vì nạn nhân là Tiến sĩ Amy Kensler:</b>

source: "Why, yes… yes, of course…" Dr. Kensler says, a smile spreading across her lips. "I would love to see you again, Mala. Th-this Friday? So soon…" She tucks a stray lock of hair behind her ear as a tendril of miasma in the shape of a hand reaches for her…
vi: "Ồ, đúng… đúng vậy, tất nhiên…" Tiến sĩ Kensler nói, nụ cười nở trên môi. "Tôi rất muốn gặp lại cậu, Mala. T-thứ Sáu này? Sớm vậy sao…" Cô vén lọn tóc lạc ra sau tai khi một xúc tu sương mù hình bàn tay vươn tới cô…

source: If Dr. Mala Sinha is still alive:
vi: Nếu Tiến sĩ Mala Sinha còn sống:

source: "No!" Dr. Sinha grabs Dr. Kensler first, swinging the woman around and into her arms. She places her palms firmly on Dr. Kensler's cheeks and forces her colleague to stare into her eyes, and only her eyes. "I'm here, Amy. I'm right here." Dr. Kensler's arms tremble. "Mala! You were… I… I almost…" she shakes her head and crumples into the physician's arms, silently crying. The entity retreats, its ruse foiled.
vi: "Không!" Tiến sĩ Sinha nắm lấy Tiến sĩ Kensler trước, xoay cô ấy lại và ôm vào lòng. Cô đặt hai bàn tay chắc chắn lên má Kensler, buộc đồng nghiệp nhìn vào mắt mình, chỉ mắt mình. "Tôi ở đây, Amy. Tôi ngay đây." Cánh tay Kensler run rẩy. "Mala! Cậu đã… tôi… tôi suýt nữa…" cô lắc đầu và gục vào lòng bác sĩ, khóc thầm lặng. Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: She reaches out and takes its hand. The entity pulls her into the mirage, into a world of counterfeit joy, and she is neither seen nor heard from ever again.
vi: Cô vươn tay nắm lấy tay nó. Thực thể kéo cô vào ảo ảnh, vào một thế giới của niềm vui giả tạo, và cô không bao giờ được thấy hay nghe tin tức gì nữa.

source: In the "Expedition Team" section, cross off Dr. Amy Kensler. If she was in play, she is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Tiến sĩ Amy Kensler. Nếu cô ấy đang trong màn chơi, cô ấy bị hạ gục và loại khỏi màn chơi.

source: He reaches out and takes its hand. The entity pulls him into the mirage, into a world of counterfeit joy, and he is neither seen nor heard from ever again.
vi: Ông vươn tay nắm lấy tay nó. Thực thể kéo ông vào ảo ảnh, vào một thế giới của niềm vui giả tạo, và ông không bao giờ được thấy hay nghe tin tức gì nữa.

source: In the "Expedition Team" section, cross off Professor William Dyer. If he was in play, he is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Giáo sư William Dyer. Nếu ông ấy đang trong màn chơi, ông ấy bị hạ gục và loại khỏi màn chơi.

source: <b>Because the victim is Danforth:</b>
vi: <b>Vì nạn nhân là Danforth:</b>

source: "I see you" the young man remarks, motioning to the mirage as if it were an old friend. "Yes. Yes, I see you. I can see you!" he raves, a beaming smile spreading across his face. A tendril of miasma in the shape of a hand reaches out for him…
vi: "Tôi thấy cậu," chàng trai trẻ nhận xét, ra hiệu về phía ảo ảnh như thể đó là một người bạn cũ. "Đúng vậy. Đúng vậy, tôi thấy cậu. Tôi có thể thấy cậu!" anh ta cuồng nhiệt nói, nụ cười rạng rỡ lan trên mặt. Một xúc tu sương mù hình bàn tay vươn tới anh ta…

source: If Professor William Dyer is still alive:
vi: Nếu Giáo sư William Dyer còn sống:

source: "Danforth no!" The elderly man steps in front of his student, blocking his view. "You must look no more into that foul mirage!" "But sir," Danforth cries, frantic. "You do not understand. It… it has been here—all this time—" he points to his temple. "All this time, here. Waiting for me. Waiting. And I… I…" "Look at me!" Dyer shouts firmly. The student tears his gaze away from the thing behind his mentor. Then his eyes roll into the back of his head, and he faints into Dyer's arms. The entity retreats, its ruse foiled.
vi: "Danforth không!" Người đàn ông lớn tuổi bước lên trước học trò, chặn tầm nhìn của anh ta. "Cậu không được nhìn thêm vào cái ảo ảnh kinh tởm đó nữa!" "Nhưng thưa thầy," Danforth kêu lên, hoảng loạn. "Thầy không hiểu. Nó… nó đã ở đây—suốt thời gian qua—" anh ta chỉ vào thái dương. "Suốt thời gian qua, ở đây. Chờ tôi. Chờ đợi. Và tôi… tôi…" "Nhìn tôi!" Dyer hét lên kiên quyết. Học trò xé mắt khỏi thứ phía sau người thầy. Rồi mắt anh ta đảo ngược vào trong, và anh ta ngất vào tay Dyer. Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: In the "Expedition Team" section, cross off Danforth. If he was in play, he is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Danforth. Nếu anh ta đang trong màn chơi, anh ta bị hạ gục và loại khỏi màn chơi.

source: <b>Because the victim is Avery Claypool:</b>
vi: <b>Vì nạn nhân là Avery Claypool:</b>

source: "It's beautiful," Claypool murmurs, his eyes reflecting a colorful aurora freckled white with gentle snow. "Like… a secret world. Tucked away, just for us. A hidden treasure…" He steps forward, and a tendril of miasma in the shape of a hand reaches out for him…
vi: "Nó thật đẹp," Claypool thì thầm, đôi mắt phản chiếu một cực quang rực rỡ điểm xuyết trắng bởi tuyết nhẹ. "Như… một thế giới bí mật. Ẩn mình, chỉ dành cho chúng ta. Một kho báu giấu kín…" Anh ta bước tới, và một xúc tu sương mù hình bàn tay vươn ra về phía anh ta…

source: If Roald Ellsworth is still alive:
vi: Nếu Roald Ellsworth còn sống:

source: Ellsworth needs only place a gentle hand on Claypool's shoulder to pull his attention away from the mirage. "There's treasure here in this world for you, too, Avery," he whispers. "Please, stay." Claypool's azure eyes shimmer, then return to normal. He stares into Ellsworth's gaze for a moment before resting his forehead against his companion's. "Sorry. You're right." The entity retreats, its ruse foiled.
vi: Ellsworth chỉ cần đặt nhẹ tay lên vai Claypool để kéo sự chú ý của anh ta khỏi ảo ảnh. "Cũng có kho báu ở thế giới này cho cậu, Avery," anh ta thì thầm. "Làm ơn, ở lại." Đôi mắt xanh thẳm của Claypool lấp lánh, rồi trở lại bình thường. Anh ta nhìn vào mắt Ellsworth một lúc trước khi tựa trán vào người bạn đồng hành. "Xin lỗi. Cậu đúng." Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: In the "Expedition Team" section, cross off Avery Claypool. If he was in play, he is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Avery Claypool. Nếu anh ta đang trong màn chơi, anh ta bị hạ gục và loại khỏi màn chơi.

source: <b>Because the victim is Takada Hiroko:</b>
vi: <b>Vì nạn nhân là Takada Hiroko:</b>

source: "…Dad?" Takada says, her eyes wide. Tears flood her eyes as she drops her ice pick onto the stone floor. "Is it really you? But they said… they told me you were…" her voice quivers. A tendril of miasma in the shape of a hand reaches out for her…
vi: "…Bố?" Takada nói, mắt mở to. Nước mắt tràn đầy khi cô thả cuốc phá băng xuống sàn đá. "Có thật là bố không? Nhưng họ nói… họ bảo tôi rằng bố đã…" giọng cô run rẩy. Một xúc tu sương mù hình bàn tay vươn tới cô…

source: If Eliyah Ashevak is still alive:
vi: Nếu Eliyah Ashevak còn sống:

source: A sudden bark shatters the illusion, and the next thing you know, Anyu has pounced onto Takada's chest, tackling her to the ground. She wrestles with the dog for a second before realizing what happened. "Anyu? No, wait—" "Good girl," Eliyah says, summoning the dog back to his side with a whistle. He scratches her behind the ears as a reward. Takada rises slowly to her feet. Pain, shame, and sadness linger in her eyes. She says nothing, but gives Eliyah a slight nod. He nods back. The entity retreats, its ruse foiled.
vi: Một tiếng sủa bất ngờ phá tan ảo ảnh, và điều tiếp theo bạn biết, Anyu đã lao lên ngực Takada, đè cô xuống đất. Cô vật lộn với con chó một giây trước khi nhận ra chuyện gì xảy ra. "Anyu? Không, đợi đã—" "Cô gái ngoan," Eliyah nói, huýt sáo gọi con chó về bên mình. Anh ta gãi sau tai nó như phần thưởng. Takada chậm rãi đứng dậy. Đau đớn, xấu hổ và buồn bã đọng lại trong mắt cô. Cô không nói gì, chỉ khẽ gật đầu với Eliyah. Anh ta gật lại. Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: In the "Expedition Team" section, cross off Takada Hiroko. If she was in play, she is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Takada Hiroko. Nếu cô ấy đang trong màn chơi, cô ấy bị hạ gục và loại khỏi màn chơi.

source: <b>Because the victim is Roald Ellsworth:</b>
vi: <b>Vì nạn nhân là Roald Ellsworth:</b>

source: Ellsworth barely hesitates to step forward. "Where does it lead?" he says quietly under his breath and fumbles for his flashlight. "Deeper into the facility? Some kind of natural cavern? It could be the discovery of the millennium!" He steps forward, and a tendril of miasma in the shape of a hand reaches out for him…
vi: Ellsworth hầu như không do dự bước tới. "Nó dẫn đến đâu?" anh ta nói khe khẽ dưới hơi thở và lần mò lấy đèn pin. "Sâu hơn vào cơ sở? Một hang động tự nhiên nào đó? Có thể là phát hiện của thiên niên kỷ!" Anh ta bước tới, và một xúc tu sương mù hình bàn tay vươn ra về phía anh ta…

source: If James "Cookie" Fredericks is still alive:
vi: Nếu James "Cookie" Fredericks còn sống:

source: Cookie is at Ellsworth's side in mere seconds. He interrupts Ellsworth's raving with a swift, hard slap across his face. The sound reverberates through the cavern. Ellsworth touches his gloved palm to his cheek. "You know why I did that," Cookie grunts. "The hell I do," Ellsworth replies, adjusting his jaw. Cookie cracks a grin, and then so does Ellsworth. The entity retreats, its ruse foiled.
vi: Cookie đến bên Ellsworth trong vài giây. Anh ta cắt ngang lời cuồng nhiệt của Ellsworth bằng một cái tát mạnh và nhanh qua mặt. Âm thanh vang vọng khắp hang. Ellsworth chạm tay đeo găng vào má. "Cậu biết tại sao tôi làm vậy," Cookie gầm gừ. "Quỷ tha ma bắt tôi nếu biết," Ellsworth đáp, chỉnh lại hàm. Cookie nở nụ cười toe toét, rồi Ellsworth cũng vậy. Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: In the "Expedition Team" section, cross off Roald Ellsworth. If he was in play, he is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Roald Ellsworth. Nếu anh ta đang trong màn chơi, anh ta bị hạ gục và loại khỏi màn chơi.

source: <b>Because the victim is James "Cookie" Fredericks:</b>
vi: <b>Vì nạn nhân là James "Cookie" Fredericks:</b>

source: "Lieutenant… you're alive!" Cookie gasps, nearly collapsing to his knees. "And the rest of the squad, too? But I thought…" The roar of a plane engine overhead punctuates his startled words. "Right, of course! I knew if we just held out long enough…!" A tendril of miasma in the shape of a hand reaches out for him…
vi: "Trung úy… cậu còn sống!" Cookie thở hổn hển, suýt khuỵu xuống. "Và những người còn lại nữa sao? Nhưng tôi tưởng…" Tiếng gầm của động cơ máy bay trên đầu nhấn nhá lời nói giật mình của anh ta. "Đúng rồi, tất nhiên! Tôi biết nếu chúng ta cầm cự đủ lâu…!" Một xúc tu sương mù hình bàn tay vươn tới anh ta…

source: If Takada Hiroko is still alive:
vi: Nếu Takada Hiroko còn sống:

source: Takada acts swiftly and decisively, grabbing Cookie's Colt from his holster and firing two shots into the mist. The tremendous sound of the gunshots echoes through the cavernous halls. Cookie, holding a hand over his still-ringing ear, lays a string of curses on Takada as she hands his gun back. "Trying to make me deaf, private?" "Snap out of it, Cookie. You're stuck here with the rest of us," she replies. He takes a glance around, dumbfounded, before realizing the awful truth. The entity retreats, its ruse foiled.
vi: Takada hành động nhanh chóng và dứt khoát, giật khẩu Colt từ bao súng của Cookie và bắn hai phát vào sương mù. Âm thanh dữ dội của tiếng súng vang vọng qua các sảnh hang. Cookie, tay ôm tai còn ù, tuôn một tràng chửi rủa Takada khi cô trả lại súng. "Cố làm tôi điếc sao, binh nhì?" "Tỉnh lại đi, Cookie. Cậu bị kẹt ở đây với chúng tôi," cô đáp. Anh ta liếc quanh, ngẩn ngơ, trước khi nhận ra sự thật kinh khủng. Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: In the "Expedition Team" section, cross off James "Cookie" Fredericks. If he was in play, he is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên James "Cookie" Fredericks. Nếu anh ta đang trong màn chơi, anh ta bị hạ gục và loại khỏi màn chơi.

source: <b>Because the victim is Eliyah Ashevak:</b>
vi: <b>Vì nạn nhân là Eliyah Ashevak:</b>

source: "Look, Anyu!" Eliyah points into the murky mirage, seeing something within that you cannot. "It's them… they're all here… they're alive…!" Anyu tries to pull him away, biting at his backpack and tugging in the opposite direction, but he doesn't seem to notice. A tendril of miasma in the shape of a hand reaches out for him…
vi: "Nhìn kìa, Anyu!" Eliyah chỉ vào ảo ảnh mờ mịt, thấy thứ gì đó bên trong mà bạn không thấy. "Là họ… họ đều ở đây… họ còn sống…!" Anyu cố kéo anh ta đi, cắn vào ba lô và giật ngược lại, nhưng anh ta dường như không để ý. Một xúc tu sương mù hình bàn tay vươn tới anh ta…

source: If Avery Claypool is still alive:
vi: Nếu Avery Claypool còn sống:

source: Claypool grabs Eliyah's arm just as Anyu tears his backpack off by its shoulder strap. "Stop it, Eliyah!" he shouts. "Stop it! The rest of them are gone, Eliyah! They're gone! And the only one left—she needs you now more than ever!" Silence permeates the cavern. Eliyah blinks, his stupor ended. He peers down at Anyu, clenching his jaw. "I… I'm sorry, girl," he says. The entity retreats, its ruse foiled.
vi: Claypool nắm tay Eliyah ngay khi Anyu xé ba lô khỏi dây đeo vai. "Dừng lại, Eliyah!" anh ta hét lên. "Dừng lại! Những người còn lại đã đi rồi, Eliyah! Họ đi rồi! Và người duy nhất còn lại—cô ấy cần cậu bây giờ hơn bao giờ hết!" Im lặng bao trùm hang động. Eliyah chớp mắt, cơn mê sảng chấm dứt. Anh ta nhìn xuống Anyu, nghiến hàm. "Tôi… tôi xin lỗi, cô gái," anh ta nói. Thực thể rút lui, mưu đồ của nó bị phá hỏng.

source: In the "Expedition Team" section, cross off Eliyah Ashevak. If he was in play, he is defeated and removed from the game.
vi: Trong phần "Đội Thám hiểm", gạch tên Eliyah Ashevak. Nếu anh ta đang trong màn chơi, anh ta bị hạ gục và loại khỏi màn chơi.

source: <b>Because the victim is Dr. Mala Sinha:</b>
vi: <b>Vì nạn nhân là Tiến sĩ Mala Sinha:</b>

source: "A world without death," Dr. Sinha remarks, staring into the mirage. "A world without pain. Without suffering… " She takes a step forward, a tendril of miasma in the shape of a hand reaching out for her…
vi: "Một thế giới không có cái chết," Tiến sĩ Sinha nhận xét, nhìn chằm chằm vào ảo ảnh. "Một thế giới không đau đớn. Không khổ sở…" Cô bước tới, một xúc tu sương mù hình bàn tay vươn ra về phía cô…

source: If Danforth is still alive:
vi: Nếu Danforth còn sống:
