Repository: ngoctienvt/arkham-cards-data
Catalog: i18n/*/campaigns/eoe/the_heart_of_madness_part_2.po
Languages: vi

source: Suddenly, there is blast of warm air, and a sound like a tremendous exhalation. The air shimmers with the distortion of a mirage, and you watch in shock as the rushing miasma suddenly recoils. It collapses upon itself and retreats back into the mountainside just as the avalanche begins. Bright blue cracks spread rapidly along the walls. Without the pylons, the integrity of not just the facility within the mountain, but the entire city, is compromised. The icy floor cracks open. The cyclopean architecture of the alien city begins to sink into the snow. Then you hear it: the roaring engine of an aeroplane overhead. The last of Takada's three planes soars over the city, and familiar shouts echo throughout the ancient, ruinous streets. "There they are! By that tunnel! Quickly!" Two sledges slide into view, pulled by the remainder of the dogs Eliyah left at the barrier camp, and manned by several members of the crew of the Theodosia. You cannot hold back your surprise or joy at the sight. They motion frantically for you to join them, their gazes fixed on the collapsing mountain. At the last possible second, you hear another voice emanating from within the tunnel. "Wait!" Dr. Kensler emerges from the darkness, waving and hollering. "Wait for me!" She hops onto the sledge, and together, you race off into the foothills as the city collapses into the ice behind you. One of the crewmates explains that they fixed up the last of the aeroplanes and decided to use it to look for you, even knowing the risks. "When we spotted you entering that huge cavern without most of your gear, we thought you might need a rescue. Didn't expect that to be quite this literal," he says. You tell him his timing couldn't be more perfect. The moment you make it back to the ice shelf, Dr. Kensler instructs the crew to prepare for departure. You barely even break down the barrier camp. It doesn't matter anymore. All that matters is getting out of this place with your lives intact—and with all the evidence you have found, of course. But still, you have questions. Once safely aboard the Theodosia, you confront Dr. Kensler and ask her what she did back in the facility. The entity was chasing you, and then, suddenly… "I told you, it is not a living creature," she explains. "As such, it cannot be killed. At least, not by our standards. But it has some semblance of sentience, yes? It knows our desires. Our hopes. Our fears." You note aloud that Dr. Kensler is using the present tense. She clenches her jaw. The slightest hint of distortion wavers in the air around her. "I… I made a deal," she whispers. "It was the only way."
vi: Đột nhiên, một luồng khí nóng phả ra, kèm theo âm thanh như một hơi thở khổng lồ. Không khí lấp lánh với sự méo mó của ảo ảnh, và bạn sững sờ nhìn sương mù đang lao tới bất ngờ co lại. Nó tự sụp đổ và rút vào sườn núi ngay khi trận lở tuyết bắt đầu. Những vết nứt xanh sáng lan nhanh trên tường. Không còn cột trụ, tính toàn vẹn không chỉ của cơ sở trong núi, mà cả thành phố, bị tổn hại. Sàn băng nứt toác. Kiến trúc đồ sộ của thành phố xa lạ bắt đầu chìm vào tuyết. Rồi bạn nghe thấy: tiếng động cơ máy bay gầm rú trên đầu. Chiếc cuối cùng trong ba máy bay của Takada lướt qua thành phố, và những tiếng hét quen thuộc vang vọng khắp các con phố cổ xưa, đổ nát. "Họ kia rồi! Gần đường hầm đó! Nhanh lên!" Hai xe trượt tuyết xuất hiện, được kéo bởi số chó còn lại Eliyah để lại ở trại rào chắn, do vài thành viên thủy thủ đoàn của Theodosia điều khiển. Bạn không kìm được ngạc nhiên và vui mừng trước cảnh tượng đó. Họ ra hiệu điên cuồng để bạn gia nhập, ánh mắt dán chặt vào ngọn núi đang sụp đổ. Vào giây cuối cùng, một giọng nói khác vang lên từ trong đường hầm. "Đợi đã!" Tiến sĩ Kensler bước ra từ bóng tối, vẫy tay và hét lớn. "Đợi tôi với!" Cô nhảy lên xe trượt, và cùng nhau, bạn lao vào vùng đồi chân núi khi thành phố sụp xuống băng phía sau. Một thủy thủ giải thích rằng họ đã sửa chiếc máy bay cuối cùng và quyết định dùng nó để tìm bạn, dù biết rủi ro. "Khi thấy các cậu vào hang lớn mà không có phần lớn đồ đạc, chúng tôi nghĩ các cậu cần giải cứu. Không ngờ lại đúng theo nghĩa đen thế này," anh ta nói. Bạn bảo anh ta rằng thời điểm không thể hoàn hảo hơn. Khi đến thềm băng, Tiến sĩ Kensler ra lệnh cho thủy thủ đoàn chuẩn bị rời đi. Bạn hầu như không tháo dỡ trại rào chắn. Điều đó không còn quan trọng. Tất cả những gì quan trọng là thoát khỏi nơi này với mạng sống nguyên vẹn—và tất nhiên, với mọi bằng chứng bạn đã tìm thấy. Nhưng bạn vẫn có câu hỏi. Khi an toàn trên Theodosia, bạn đối mặt Tiến sĩ Kensler và hỏi cô đã làm gì trong cơ sở. Thực thể đang đuổi theo bạn, rồi đột nhiên… "Tôi đã nói với cậu, nó không phải sinh vật sống," cô giải thích. "Vì vậy, nó không thể bị giết. Ít nhất, không theo tiêu chuẩn của chúng ta. Nhưng nó có chút ý thức, đúng không? Nó biết mong muốn của chúng ta. Hy vọng của chúng ta. Nỗi sợ của chúng ta." Bạn nói to rằng cô đang dùng thì hiện tại. Cô nghiến hàm. Một gợi ý nhỏ về sự méo mó rung động trong không khí quanh cô. "Tôi… tôi đã thỏa thuận," cô thì thầm. "Đó là cách duy nhất."

source: Suddenly, a droning hum emerges from the tunnel, and hope renews in your heart. You take flight from beneath the archway as bright blue cracks spread rapidly along the walls. Without the pylons, the integrity of not just the facility within the mountain, but the entire city, is compromised. The icy floor cracks open. The cyclopean architecture of the alien city begins to sink into the snow. This might be your burial place, but at least you will take this entity and the rest of this damnable city with you. Then you hear it: the roaring engine of an aeroplane overhead. The last of Takada's three planes soars over the city, and familiar shouts echo throughout the ancient, ruinous streets. "There they are! By that tunnel! Quickly!" Two sledges slide into view, pulled by the remainder of the dogs Eliyah left at the barrier camp, and manned by several members of the crew of the Theodosia. You cannot hold back your surprise or joy at the sight. They motion frantically for you to join them, their gazes fixed on the collapsing mountain. One of the crewmates explains that they fixed up the last of the aeroplanes and decided to use it to look for you, even knowing the risks. "When we spotted you entering that huge cavern without most of your gear, we thought you might need a rescue. Didn't expect that to be quite this literal," he says. You tell him his timing couldn't be more perfect. Together, you race off into the foothills as the city collapses into the ice behind you. The moment you make it back to the ice shelf, you tell the crew to prepare for departure. You barely even break down the barrier camp. It doesn't matter anymore. All that matters is getting out of this place with your lives intact—and with all the evidence you have found, of course. The voyage home is quiet and peaceful, but your thoughts are anything but. To this day, you wonder about the true nature of the entity you encountered within the ancient Elder Thing facility. You have no idea what you are going to tell the greater academic community when you return. Your actions have ensured none can study or explore that nightmarish city ever again. But what of the Elder Things? Will those that survived remain in hiding? Or will they—like you—choose to learn more about this new age they find themselves in? Only time will tell. Until then, you can rest easy knowing that the creature that dwelled beneath the ice cannot possibly have survived. The air shimmers around your pen hand as you put the final touches on your notes regarding the expedition. Yes—it is finally over. …Right?
vi: Đột nhiên, một tiếng ù ù vang lên từ đường hầm, và hy vọng lại nhen nhóm trong tim bạn. Bạn lao ra từ dưới vòm khi những vết nứt xanh sáng lan nhanh trên tường. Không còn cột trụ, tính toàn vẹn không chỉ của cơ sở trong núi, mà cả thành phố, bị tổn hại. Sàn băng nứt toác. Kiến trúc đồ sộ của thành phố xa lạ bắt đầu chìm vào tuyết. Đây có thể là nơi chôn vùi bạn, nhưng ít nhất bạn sẽ mang theo thực thể này và phần còn lại của thành phố đáng nguyền rủa này. Rồi bạn nghe thấy: tiếng động cơ máy bay gầm rú trên đầu. Chiếc cuối cùng trong ba máy bay của Takada lướt qua thành phố, và những tiếng hét quen thuộc vang vọng khắp các con phố cổ xưa, đổ nát. "Họ kia rồi! Gần đường hầm đó! Nhanh lên!" Hai xe trượt tuyết xuất hiện, được kéo bởi số chó còn lại Eliyah để lại ở trại rào chắn, do vài thành viên thủy thủ đoàn của Theodosia điều khiển. Bạn không kìm được ngạc nhiên và vui mừng trước cảnh tượng đó. Họ ra hiệu điên cuồng để bạn gia nhập, ánh mắt dán chặt vào ngọn núi đang sụp đổ. Một thủy thủ giải thích rằng họ đã sửa chiếc máy bay cuối cùng và quyết định dùng nó để tìm bạn, dù biết rủi ro. "Khi thấy các cậu vào hang lớn mà không có phần lớn đồ đạc, chúng tôi nghĩ các cậu cần giải cứu. Không ngờ lại đúng theo nghĩa đen thế này," anh ta nói. Bạn bảo anh ta rằng thời điểm không thể hoàn hảo hơn. Cùng nhau, bạn lao vào vùng đồi chân núi khi thành phố sụp xuống băng phía sau. Khi đến thềm băng, bạn ra lệnh cho thủy thủ đoàn chuẩn bị rời đi. Bạn hầu như không tháo dỡ trại rào chắn. Điều đó không còn quan trọng. Tất cả những gì quan trọng là thoát khỏi nơi này với mạng sống nguyên vẹn—và tất nhiên, với mọi bằng chứng bạn đã tìm thấy. Chuyến về nhà yên tĩnh và bình yên, nhưng suy nghĩ của bạn thì không. Đến tận hôm nay, bạn vẫn tự hỏi về bản chất thực sự của thực thể bạn gặp trong cơ sở cổ xưa của Sinh Vật Cổ Xưa. Bạn không biết sẽ nói gì với cộng đồng học thuật lớn hơn khi trở về. Hành động của bạn đã đảm bảo không ai có thể nghiên cứu hay khám phá thành phố ác mộng đó nữa. Nhưng còn Sinh Vật Cổ Xưa thì sao? Những kẻ sống sót sẽ tiếp tục trốn tránh? Hay chúng—như bạn—sẽ chọn tìm hiểu thêm về thời đại mới mà chúng đang sống? Chỉ thời gian mới trả lời được. Cho đến lúc đó, bạn có thể yên tâm rằng sinh vật từng trú dưới băng không thể nào sống sót. Không khí lấp lánh quanh tay cầm bút khi bạn hoàn thiện ghi chép cuối cùng về chuyến thám hiểm. Đúng vậy—mọi chuyện cuối cùng đã kết thúc. …Phải không?

source: You take flight from beneath the archway as the mountain begins to groan and rumble. You managed to collapse enough pylons to threaten the structural integrity of the facility deep beneath the city, but it is not enough. You are going to die here, and worse, you have only aided in the entity's escape. Then you hear it: the roaring engine of an aeroplane overhead. The last of Takada's three planes soars over the city, and familiar shouts echo throughout the ancient, ruinous streets. "There they are! By that tunnel! Quickly!" Two sledges slide into view, pulled by the remainder of the dogs Eliyah left at the barrier camp, and manned by several members of the crew of the Theodosia. You cannot hold back your relief at the sight. They motion frantically for you to join them, their gazes fixed on the encroaching miasmic horror. "What in the hell is that thing? One of them shouts. But there is no time for explanations. The moment you are on board one of the sledges, you instruct him to flee. Your escape from the city is a frenzied blur. You have vague recollections of weaving through ancient snow-covered streets, dodging the creeping mist around buildings of smooth, slate gray, of narrowly avoiding a deluge of kaleidoscopic ooze as you make your way through the mountains. Once the creature is out of sight, one of the crewmates explains that they fixed up the last of the aeroplanes and decided to use it to look for you, even knowing the risks. "When we spotted you entering that huge cavern without most of your gear, we thought you might need a rescue. Didn't expect that to be quite this literal," he says. You are relieved to see that the pilot has landed the last aeroplane just on the other side of the mountain range. With haste, you and your rescuers board the plane as soon as you reach it, along with the remaining dogs. In the distance, you can see the entity looming, climbing up the jagged peaks, reaching into the sky. You leave the sledge and all of your supplies behind. The engine roars to life, and together you leave the mountains of madness behind. You dare not turn and glimpse that which has haunted Danforth these many months, but still you hear it to this day: echoing shrieks and fathomless cries, winds too shrill and piercing to be natural, and whispers that beckon you to return. It has been years since that fateful day. You have not told the greater scientific community anything of your journey. And yet, still, there is no sign of the escaped entity. Is its reach limited to that cryptic,frozen continent? Is it simply biding its time? Or is it already here, in the very air you breathe? Inside your mind? Showing you a false reality? A mirage?
vi: Bạn lao ra từ dưới vòm khi ngọn núi bắt đầu rên rỉ và rung chuyển. Bạn đã phá sập đủ cột trụ để đe dọa tính toàn vẹn của cơ sở sâu dưới thành phố, nhưng vẫn không đủ. Bạn sẽ chết ở đây, và tệ hơn, bạn chỉ giúp thực thể thoát ra. Rồi bạn nghe thấy: tiếng động cơ máy bay gầm rú trên đầu. Chiếc cuối cùng trong ba máy bay của Takada lướt qua thành phố, và những tiếng hét quen thuộc vang vọng khắp các con phố cổ xưa, đổ nát. "Họ kia rồi! Gần đường hầm đó! Nhanh lên!" Hai xe trượt tuyết xuất hiện, được kéo bởi số chó còn lại Eliyah để lại ở trại rào chắn, do vài thành viên thủy thủ đoàn của Theodosia điều khiển. Bạn không kìm được sự nhẹ nhõm trước cảnh tượng đó. Họ ra hiệu điên cuồng để bạn gia nhập, ánh mắt dán chặt vào nỗi kinh hoàng sương mù đang tràn tới. "Thứ quái quỷ gì vậy?" Một người hét lên. Nhưng không có thời gian giải thích. Khi bạn lên một xe trượt, bạn ra lệnh cho anh ta chạy trốn. Cuộc thoát khỏi thành phố là một mớ hỗn loạn mơ hồ. Bạn chỉ nhớ thoáng qua việc luồn lách qua các con phố cổ phủ tuyết, né tránh làn sương len lỏi quanh những tòa nhà đá xám mịn, và suýt soát tránh được dòng chất nhầy lăng kính khi bạn vượt qua núi. Khi sinh vật khuất khỏi tầm mắt, một thủy thủ giải thích rằng họ đã sửa chiếc máy bay cuối cùng và quyết định dùng nó để tìm bạn, dù biết rủi ro. "Khi thấy các cậu vào hang lớn mà không có phần lớn đồ đạc, chúng tôi nghĩ các cậu cần giải cứu. Không ngờ lại đúng theo nghĩa đen thế này," anh ta nói. Bạn nhẹ nhõm khi thấy phi công đã hạ cánh chiếc máy bay cuối cùng ngay phía bên kia dãy núi. Với sự vội vã, bạn và những người giải cứu lên máy bay ngay khi đến nơi, cùng với số chó còn lại. Từ xa, bạn thấy thực thể lừng lững, trèo lên các đỉnh núi lởm chởm, vươn tới bầu trời. Bạn bỏ lại xe trượt và mọi vật tư. Động cơ gầm lên, và cùng nhau bạn rời bỏ những ngọn núi điên loạn phía sau. Bạn không dám quay lại nhìn thứ đã ám ảnh Danforth suốt nhiều tháng, nhưng đến nay bạn vẫn nghe thấy: những tiếng thét vang vọng và tiếng kêu không đáy, những cơn gió quá chói tai và sắc nhọn để là tự nhiên, và những lời thì thầm vẫy gọi bạn quay lại. Đã nhiều năm trôi qua kể từ ngày định mệnh đó. Bạn không nói gì với cộng đồng khoa học lớn hơn về hành trình của mình. Thế nhưng, vẫn không có dấu hiệu của thực thể đã thoát ra. Phạm vi của nó có bị giới hạn ở lục địa băng giá bí ẩn đó không? Nó chỉ đang chờ thời cơ? Hay nó đã ở đây, trong chính không khí bạn thở? Trong tâm trí bạn? Cho bạn thấy một thực tại giả? Một ảo ảnh?
